Repository: KDE/ktimetracker
Catalog: po/sa/ktimetracker.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

# @info:tooltip
source: Apply the idle time since %1 to all active timers and keep them running.
sa: %1 तः निष्क्रियसमयं सर्वेषु सक्रियेषु प्रयोजयन्तु समयनिर्धारकान् चालयन्ति च।

# @action:button
source: Continue Timing
sa: समयनिर्धारणं निरन्तरं कुर्वन्तु

# @info:tooltip
source: Stop timing and revert back to the time at %1
sa: समयं त्यक्त्वा %1 इत्यत्र समयं प्रति पुनः आगच्छन्तु

# @action:button
source: Revert Timing
sa: समयं प्रत्यावर्तयन्तु

source: Desktop has been idle since %1. What do you want to do?
sa: %1 तः डेस्कटॉप् निष्क्रियः अस्ति । किं कर्तुम् इच्छसि ?

# @action:inmenu
source: Configure KTimeTracker...
sa: KTimeTracker विन्यस्तं कुर्वन्तु...

source: No active tasks
sa: सक्रियकार्यं नास्ति

source: Error storing new task. Your changes were not saved. Make sure you can edit your iCalendar file. Also quit all applications using this file and remove any lock file related to its name from ~/.kde/share/apps/kabc/lock/
sa: नूतनकार्यस्य संग्रहणे त्रुटिः। भवतः परिवर्तनं न रक्षितम्। सुनिश्चितं कुर्वन्तु यत् भवान् स्वस्य iCalendar सञ्चिकां सम्पादयितुं शक्नोति। अपि च एतस्याः सञ्चिकायाः उपयोगेन सर्वाणि अनुप्रयोगाः त्यक्त्वा ~/.kde/share/apps/kabc/lock/ इत्यस्मात् तस्य नाम्ना सम्बद्धं किमपि लॉक् सञ्चिकां निष्कासयन्तु ।

source: Your virtual desktop number is too high, desktop tracking will not work.
sa: भवतः वर्चुअल् डेस्कटॉप् सङ्ख्या अतीव अधिका अस्ति, डेस्कटॉप् अनुसरणं कार्यं न करिष्यति ।

# @info:progress
source: Stopping timers...
sa: समयनिर्धारकं स्थगयन्...

source: Cancel
sa: निरसयतु

source: Unnamed Task
sa: अनाम कार्य

source: Error storing new task. Your changes were not saved. Make sure you can edit your iCalendar file. Also quit all applications using this file and remove any lock file related to its name from ~/.kde/share/apps/kabc/lock/
sa: नूतनकार्यस्य संग्रहणे त्रुटिः। भवतः परिवर्तनं न रक्षितम्। सुनिश्चितं कुर्वन्तु यत् भवान् स्वस्य iCalendar सञ्चिकां सम्पादयितुं शक्नोति। अपि च एतस्याः सञ्चिकायाः उपयोगेन सर्वाणि अनुप्रयोगाः त्यक्त्वा ~/.kde/share/apps/kabc/lock/ इत्यस्मात् तस्य नाम्ना सम्बद्धं किमपि लॉक् सञ्चिकां निष्कासयन्तु ।

# @title:window
source: New Sub Task
sa: नवीन उप कार्य

# @title:window
source: Edit Task
sa: सम्पादन कार्य

source: No task selected.
sa: न कार्यं चयनितम्।

source: Are you sure you want to delete the selected task and its entire history? Note: All subtasks and their history will also be deleted.
sa: किं भवान् निश्चयेन चयनितं कार्यं तस्य सम्पूर्णं इतिहासं च विलोपयितुम् इच्छति? नोटः- सर्वाणि उपकार्यं तेषां इतिहासः च विलोपितः भविष्यति।

# @title:window
source: Deleting Task
sa: कार्यं विलोपनम्

source: Error loading "%1": could not find parent (uid=%2)
sa: "%1" लोड् करणं त्रुटि: मातापितरं न लब्धम् (uid=%2)

# %1=lock file path
source: Could not write lock file "%1". Disk full?
sa: "%1" इति तालसञ्चिकां लिखितुं न शक्यते । डिस्क पूर्णा?

# %1=destination file path/URL
source: Failed to save iCalendar file as "%1".
sa: iCalendar सञ्चिकां "%1" इति रूपेण रक्षितुं असफलम् ।

# @action:inmenu
source: Start &New Session
sa: प्रारम्भ &नव सत्र

# @info:tooltip
source: Starts a new session
sa: नूतनं सत्रं आरभते

# @info:whatsthis
source: This will reset the session time to 0 for all tasks, to start a new session, without affecting the totals.
sa: एतेन सर्वेषां कार्याणां कृते सत्रसमयः 0 इति पुनः सेट् भविष्यति, नूतनसत्रस्य आरम्भार्थं, कुलानाम् प्रभावं विना ।

# @action:inmenu
source: Edit History...
sa: इतिहास सम्पादयतु...

# @info:tooltip
source: Edits history of all tasks of the current document
sa: वर्तमानदस्तावेजस्य सर्वेषां कार्याणां इतिहासं सम्पादयति

# @info:whatsthis
source: A window will be opened where you can change start and stop times of tasks or add a comment to them.
sa: एकं विण्डो उद्घाट्यते यत्र भवान् कार्याणां आरम्भ-विराम-समयं परिवर्तयितुं वा तेषु टिप्पणीं योजयितुं वा शक्नोति ।

# @action:inmenu
source: &Reset All Times
sa: &सर्वसमयं पुनः सेट् कुर्वन्तु

# @info:tooltip
source: Resets all times
sa: सर्वदा पुनः सेट् करोति

# @info:whatsthis
source: This will reset the session and total time to 0 for all tasks, to restart from scratch.
sa: एतेन सर्वेषां कार्याणां कृते सत्रं कुलसमयं च 0 इति पुनः सेट् भविष्यति, आद्यतः पुनः आरभ्यतुं ।

# @action:inmenu
source: &Start
sa: &प्रारंभः

# @info:tooltip
source: Starts timing for selected task
sa: चयनितकार्यस्य समयनिर्धारणं आरभते

# @info:whatsthis
source: This will start timing for the selected task. It is even possible to time several tasks simultaneously. You may also start timing of tasks by double clicking the left mouse button on a given task. This will, however, stop timing of other tasks.
sa: एतेन चयनितकार्यस्य समयः आरभ्यते । युगपत् अनेककार्यस्य समयनिर्धारणमपि सम्भवति । दत्तकार्यस्य वाममूषकस्य बटन् द्विवारं क्लिक् कृत्वा कार्याणां समयनिर्धारणमपि आरभुं शक्नुवन्ति । एतेन तु अन्यकार्यस्य समयः स्थगितः भविष्यति ।

# @action:inmenu
source: S&top
sa: विरमतु

# @info:tooltip
source: Stops timing of the selected task
sa: चयनितकार्यस्य समयनिर्धारणं स्थगयति

# @info:whatsthis
source: Stops timing of the selected task
sa: चयनितकार्यस्य समयनिर्धारणं स्थगयति

# @action:inmenu
source: Focus on Searchbar
sa: Searchbar इत्यत्र ध्यानं दत्तव्यम्

# @info:tooltip
source: Sets the focus on the searchbar
sa: अन्वेषणपट्टिकायां केन्द्रीकरणं सेट् करोति

# @info:whatsthis
source: Sets the focus on the searchbar
sa: अन्वेषणपट्टिकायां केन्द्रीकरणं सेट् करोति

# @action:inmenu
source: Stop &All Timers
sa: Stop &All Timers इति

# @info:tooltip
source: Stops all of the active timers
sa: सक्रियसमयनिर्धारकान् सर्वान् स्थगयति

# @info:whatsthis
source: Stops all of the active timers
sa: सक्रियसमयनिर्धारकान् सर्वान् स्थगयति

# @action:inmenu
source: Track Active Applications
sa: सक्रिय अनुप्रयोगानाम् अनुसरणं कुर्वन्तु

# @info:tooltip
source: Auto-creates and updates tasks when the focus of the current window has changed
sa: वर्तमानविण्डो इत्यस्य केन्द्रबिन्दुः परिवर्तितः चेत् कार्याणि स्वयमेव निर्माति, अद्यतनं च करोति

# @info:whatsthis
source: If the focus of a window changes for the first time when this action is enabled, a new task will be created with the title of the window as its name and will be started. If there already exists such an task it will be started.
sa: यदि प्रथमवारं विण्डो इत्यस्य केन्द्रबिन्दुः परिवर्तते यदा एषा क्रिया सक्षमा भवति तर्हि विण्डो इत्यस्य शीर्षकं नामरूपेण नूतनं कार्यं निर्मीयते, आरभ्यते च यदि पूर्वमेव एतादृशं कार्यं विद्यते तर्हि तत् आरभ्यते।

# @action:inmenu
source: &New Task...
sa: &नव कार्य...

# @info:tooltip
source: Creates new top level task
sa: नूतनं शीर्षस्तरीयं कार्यं निर्माति

# @info:whatsthis
source: This will create a new top level task.
sa: एतेन नूतनं शीर्षस्तरीयं कार्यं निर्मीयते ।

# @action:inmenu
source: New &Subtask...
sa: नवीन &उपकार्य...

# @info:tooltip
source: Creates a new subtask to the current selected task
sa: वर्तमानचयनितकार्यस्य कृते नूतनं उपकार्यं निर्माति

# @info:whatsthis
source: This will create a new subtask to the current selected task.
sa: एतेन वर्तमानचयनितकार्यस्य नूतनं उपकार्यं निर्मास्यति ।

# @action:inmenu
source: &Delete
sa: &लुप्

# @info:tooltip
source: Deletes selected task
sa: चयनितं कार्यं विलोपयति

# @info:whatsthis
source: This will delete the selected task(s) and all subtasks.
sa: एतेन चयनितं कार्यं (कार्यं) सर्वाणि उपकार्यं च विलोप्यते ।

# @action:inmenu
source: &Properties
sa: &गुणाः

# @info:tooltip
source: Edit name or description for selected task
sa: चयनितकार्यस्य नाम वा विवरणं वा सम्पादयन्तु

# @info:whatsthis
source: This will bring up a dialog box where you may edit the parameters for the selected task.
sa: एतेन एकं संवादपेटिका आगमिष्यति यत्र भवान् चयनितकार्यस्य मापदण्डान् सम्पादयितुं शक्नोति ।

# @action:inmenu
source: Edit &Time...
sa: सम्पादनम् &समय...

# @info:tooltip
source: Edit time for selected task
sa: चयनितकार्यस्य कृते समयं सम्पादयन्तु

# @info:whatsthis
source: This will bring up a dialog box where you may edit the times for the selected task.
sa: एतेन एकं संवादपेटिका आगमिष्यति यत्र भवान् चयनितकार्यस्य समयान् सम्पादयितुं शक्नोति ।

# @action:inmenu
source: &Mark as Complete
sa: &Comple इति चिह्नं कुर्वन्तु

# @action:inmenu
source: &Mark as Incomplete
sa: &अपूर्ण इति चिह्नं कुर्वन्तु

# @action:inmenu
source: &Export...
sa: &निर्यात...

# @action:inmenu
source: Import Tasks From &Planner...
sa: &Planner तः कार्याणि आयातयन्तु...

# @action:inmenu
source: Show Searchbar
sa: अन्वेषणपट्टिकां दर्शयतु

# @title:tab
source: Behavior
sa: व्यवहार

# @title:tab
source: Appearance
sa: स्वरूपम्‌

# @title:tab
source: Storage
sa: संग्रहण

# @title:window
source: New Task
sa: नवीनं कार्यम्

# @info in message box
source: There is no history yet. Start and stop a task and you will have an entry in your history.
sa: अद्यापि इतिहासः नास्ति। कार्यं आरभ्य स्थगयन्तु ततः भवतः इतिहासे एकः प्रविष्टिः भविष्यति।

source: Do you really want to reset the time to zero for all tasks? This will delete the entire history.
sa: किं भवान् वास्तवमेव सर्वेषां कार्याणां कृते समयं शून्यं प्रति सेट् कर्तुम् इच्छति? एतेन सम्पूर्णः इतिहासः विलोपितः भविष्यति ।

# @title:window
source: Confirmation Required
sa: पुष्टिकरणम् आवश्यकम्

# @action:button
source: Reset All Times
sa: All Times पुनः सेट् कुर्वन्तु

source: Save failed, most likely because the file could not be locked.
sa: रक्षणं विफलम्, अधिकतया यतः सञ्चिका ताडयितुं न शक्यते स्म ।

source: Could not modify calendar resource.
sa: पञ्चाङ्गसंसाधनं परिवर्तयितुं न शक्तवान् ।

source: Out of memory--could not create object.
sa: स्मृत्याः बहिः--वस्तुं निर्मातुं न शक्तवान्।

source: UID not found.
sa: UID न प्राप्तम्।

source: Invalidate date--format is YYYY-MM-DD.
sa: तिथिं अमान्यताम्--स्वरूपं YYYY-MM-DD अस्ति ।

source: Invalid time--format is YYYY-MM-DDTHH:MM:SS.
sa: अमान्यसमय--स्वरूपं YYYY-MM-DDTHH:MM:SS अस्ति ।

source: Invalid task duration--must be greater than zero.
sa: अमान्यकार्यकालः--शून्यात् अधिका भवितुमर्हति।

source: Invalid error number: %1
sa: अमान्यदोषसङ्ख्या: %1

# @info:whatsthis
source: This is ktimetracker, KDE's program to help you track your time. Best, start with creating your first task - enter it into the field where you see "Search or add task".
sa: एषः ktimetracker इति KDE इत्यस्य कार्यक्रमः यत् भवतः समयं निरीक्षितुं साहाय्यं करोति । सर्वोत्तमम्, प्रथमं कार्यं निर्मातुं आरभत - यस्मिन् क्षेत्रे "Search or add task" इति पश्यन्ति तत्र प्रविशन्तु ।

# @info:whatsthis
source: You have already created a task. You can now start and stop timing.
sa: भवता पूर्वमेव कार्यं निर्मितम्। इदानीं भवन्तः समयनिर्धारणं आरभ्य स्थगयितुं च शक्नुवन्ति ।

# @title:menu
source: Columns
sa: स्तम्भाः

# @title:window
source: Edit Task Time
sa: कार्यसमय सम्पादयतु

# @title:group
source: Task
sa: कार्य

source: Task Name:
sa: कार्यनाम :

source: Task Description:
sa: कार्यविवरणम् :

# @title:group
source: Time Editing
sa: समय सम्पादन

source: Current Time:
sa: वर्तमान समय :

# @item:valuesuffix Change Time By: ... minute(s)
source: minute
sa: क्षणं

source: Change Time By:
sa: समयं परिवर्तयतु By:

source: Time After Change:
sa: परिवर्तनस्य अनन्तरं समयः :

# @action:button
source: Edit History...
sa: इतिहास सम्पादयतु...

source: To change this task's time, you have to edit its event history
sa: अस्य कार्यस्य समयं परिवर्तयितुं भवद्भिः तस्य घटना-इतिहासः सम्पादयितव्यः

# @title:window
source: Export to File
sa: File मध्ये निर्यातं कुर्वन्तु

# format to display times
source: Decimal
sa: दशमलवः

source: Session Times
sa: सत्रसमयः

source: All Tasks
sa: सर्वाणि कार्याणि

source: Export
sa: निर्यात

source: Export Preview
sa: निर्यात पूर्वावलोकनम्

source: Copy to Clipboard
sa: क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

source: Report Type
sa: प्रतिवेदनप्रकारः

source: Times as CSV
sa: CSV इति रूपेण समयः

source: History as CSV
sa: इतिहासः CSV इति रूपेण

source: Event Log as CSV
sa: CSV इत्यस्य रूपेण इवेण्ट् लॉग्

source: Times as Text
sa: कालः पाठरूपेण

source: An inclusive date range for reporting on time card history. Not enabled when reporting on totals.
sa: समयकार्ड-इतिहासस्य प्रतिवेदनार्थं समावेशी-तिथि-परिधिः । कुलस्य विषये प्रतिवेदनं कुर्वन् सक्षमः न भवति ।

source: Date Range
sa: तिथिपरिधि

source: From:
sa: इत्यस्मात्‌:

source: To:
sa: इत्यस्मै:

source: Hours:Minutes
sa: घण्टा:निमेष

source: All Times
sa: ऑल टाइम्स

source: Only Selected
sa: केवलं चयनितम्

source: The character used to separate one field from another in the output.
sa: आउटपुट् मध्ये एकं क्षेत्रं अन्यस्मात् क्षेत्रात् पृथक् कर्तुं प्रयुक्तः वर्णः ।

source: Delimiter
sa: परिसीमक

source: Comma
sa: अल्पविरामः

source: Semicolon
sa: अर्धविराम

# user can set an user defined delimiter
source: Other:
sa: इतर:

# tabulator delimiter
source: Tab
sa: टब

source: Space
sa: स्थानं

source: Quotes:
sa: उद्धरण:

source: All fields are quoted in the output.
sa: सर्वाणि क्षेत्राणि आउटपुट् मध्ये उद्धृतानि सन्ति ।

source: Task
sa: कार्य

source: StartTime
sa: StartTime इति

source: EndTime
sa: अन्त्यसमयः

source: Comment
sa: टिप्पणी

# @info:whatsthis
source: You can change this task's comment, start time and end time.
sa: अस्य कार्यस्य टिप्पणीं, आरम्भसमयं, समाप्तिसमयं च परिवर्तयितुं शक्नुवन्ति ।

source: This is not a valid Date/Time.
sa: एषः वैधः तिथिः/समयः नास्ति ।

source: Please select a task to delete.
sa: कृपया विलोपनं कर्तुं कार्यं चिनोतु।

source: Edit History
sa: इतिहास सम्पादयतु

# @info:whatsthis
source: <p>Enter the name of the task here. You can choose it freely.</p> <p><i>Example:</i> phone with mother</p>
sa: <p>कार्यस्य नाम अत्र प्रविशतु। भवन्तः स्वतन्त्रतया तत् चिन्वितुं शक्नुवन्ति।</p><p> <i>उदाहरणम् :</i> मातुः सह दूरभाषः</p>

# @title:group
source: Auto Tracking
sa: स्वतः अनुसरणम्

source: Could not open "%1".
sa: "%1" उद्घाटयितुं न शक्यते ।

source: Task Totals
sa: कार्य कुलम्

source: Time
sa: कालः

# total time of all tasks
source: Total
sa: कुल

source: No tasks.
sa: न कार्याणि।

source: &Clock
sa: &घटिका

source: &Task
sa: &कार्य

source: &Settings
sa: &सेटिंग्स

source: Main Toolbar
sa: मुख्य साधनपट्टी

source: Tasks
sa: कार्याणि

source: KDE Time tracker tool
sa: KDE समयनिरीक्षकसाधनम्

source: Copyright © 1997-2019 KTimeTracker developers
sa: प्रतिलिपि अधिकार © 1997-2019 KTimeTracker विकासकाः

# @info:credit
source: Alexander Potashev
sa: अलेक्जेण्डर पोटाशेव

# @info:credit
source: Current Maintainer (since 2019)
sa: वर्तमान परिपालकः (२०१९ तः)

# @info:credit
source: Thorsten Stärk
sa: थोर्स्टेन स्टार्क

# @info:credit
source: Maintainer (2006-2012)
sa: अनुरक्षणकर्ता (२००६-२०१२)

# @info:credit
source: Mark Bucciarelli
sa: मार्क बुचियारेल्लि

# @info:credit
source: Maintainer (2005-2006)
sa: अनुरक्षणकर्ता (२००५-२००६)

# @info:credit
source: Jesper Pedersen
sa: जेस्पर पेडरसेन्

# @info:credit
source: Maintainer (2000-2005)
sa: अनुरक्षणकर्ता (२०००-२००५)

# @info:credit
source: Sirtaj Singh Kang
sa: सिरताज सिंह कांग

# @info:credit
source: Original Author
sa: मूल लेखक

# @info:credit
source: Mathias Soeken
sa: मथियस सोएकेन्

# @info:credit
source: Developer (in 2007)
sa: विकासकः (२००७ तमे वर्षे)

# @info:credit
source: Kalle Dalheimer
sa: डालहेमर इत्यस्मै सम्पर्कं कुर्वन्तु

# @info:credit
source: Developer (1999-2000)
sa: विकासकः (१९९९-२०००)

# @info:credit
source: Allen Winter
sa: सर्वं शिशिरं

# @info:credit
source: Developer
sa: विकासकः

# @info:credit
source: David Faure
sa: डेविड फौरे

# @info:shell
source: Path or URL to iCalendar file to open.
sa: उद्घाटयितुं iCalendar सञ्चिकायाः मार्गः अथवा URL ।

# @title:column
source: Task Name
sa: कार्यनाम

# @title:column
source: Session Time
sa: सत्रसमयः

# @title:column
source: Time
sa: कालः

# @title:column
source: Total Session Time
sa: कुल सत्र समय

# @title:column
source: Total Time
sa: कुल समय

# @title:column
source: Priority
sa: पूर्ववर्तिता

# @title:column
source: Percent Complete
sa: प्रतिशतं सम्पूर्णम्

# @info:whatsthis
source: The task name is what you call the task, it can be chosen freely.
sa: कार्यनाम यत् भवन्तः कार्यम् इति वदन्ति, तत् स्वतन्त्रतया चयनं कर्तुं शक्यते।

# @info:whatsthis
source: The session time is the time since you last chose "Start New Session".
sa: सत्रसमयः सः समयः यदा भवान् अन्तिमे समये "नवीनसत्रं आरभत" इति चिनोति स्म ।

# @info:whatsthis
source: The total session time is the session time of this task and all its subtasks.
sa: कुलसत्रसमयः अस्य कार्यस्य तस्य सर्वेषां उपकार्यस्य च सत्रसमयः भवति ।

# @info:whatsthis
source: The total time is the time of this task and all its subtasks.
sa: कुलकालः अस्य कार्यस्य सर्वेषां उपकार्यस्य च समयः ।

source: Detect desktop as idle after:
sa: ततः परं डेस्कटॉपं निष्क्रियं इति ज्ञापयन्तु:

source: min
sa: मि

source: Minimum desktop active time:
sa: न्यूनतमं डेस्कटॉप सक्रियसमयः :

source: sec
sa: सेक

source: Prompt before deleting tasks
sa: कार्याणि विलोपयितुं पूर्वं प्रॉम्प्ट् कुर्वन्तु

source: Unitasking - allow only one task to be timed at a time. Does not stop any timer.
sa: एककार्यकरणम् - एकस्मिन् समये केवलं एकं कार्यं समयनिर्धारणं कर्तुं अनुमतिं ददातु। किमपि समयनिर्धारकं न स्थगयति।

source: Allow only one timer at a time
sa: एकस्मिन् समये केवलं एकं समयनिर्धारकं अनुमन्यताम्

source: Place an icon to the system tray
sa: सिस्टम् ट्रे मध्ये एकं चिह्नं स्थापयन्तु

# title of group box, general options
source: General
sa: सामान्य

source: Decimal number format
sa: दशमलव संख्या प्रारूप

source: Choose this if you have a touchscreen and your screen real estate is precious. It will disable the search bar and every click will pop up a context menu.
sa: यदि भवतः समीपे टचस्क्रीन् अस्ति तथा च भवतः स्क्रीनस्य अचलसम्पत्त्याः बहुमूल्यं भवति तर्हि एतत् चिनुत। इदं अन्वेषणपट्टिकां निष्क्रियं करिष्यति तथा च प्रत्येकं क्लिक् सन्दर्भमेनू पॉप् अप करिष्यति ।

# Choose this if you have a touchscreen and your screen real estate is precious.
source: Configuration for PDA
sa: PDA कृते विन्यासः

source: Window Title
sa: विण्डो शीर्षक

source: Currently opened file
sa: सम्प्रति उद्घाटिता सञ्चिका

source: Current Task and Session Time
sa: वर्तमान कार्य एवं सत्र समय

source: Columns Displayed
sa: स्तम्भाः प्रदर्शिताः

source: Session time
sa: सत्रसमयः

source: Cumulative task time
sa: सञ्चित कार्यकाल

source: Total session time
sa: कुलसत्रसमयः

source: Total task time
sa: कुल कार्यकाल

source: Priority
sa: पूर्ववर्तिता

source: Percent complete
sa: प्रतिशतं पूर्णम्

source: Save tasks every:
sa: प्रत्येकं कार्याणि रक्षन्तु:

# @info:placeholder
source: Search or add task
sa: कार्यं अन्वेष्टुम् अथवा योजयतु

# @info:whatsthis
source: This is a combined field. As long as you do not press Enter, it acts as a filter. Then, only tasks that match your input are shown. As soon as you press Enter, your input is used as name to create a new task.
sa: एतत् संयुक्तक्षेत्रम् अस्ति। यावत् भवन्तः Enter न नुदन्ति तावत् एतत् फ़िल्टर इत्यस्य कार्यं करोति । ततः, केवलं तानि कार्याणि दर्शितानि ये भवतः निवेशेन सह सङ्गतानि सन्ति । Enter नुदनमात्रेण भवतः निवेशः नूतनं कार्यं निर्मातुं नामरूपेण उपयुज्यते ।

# @item:inmenu Task priority
source: unspecified
sa: अनिर्दिष्टम्

# @item:inmenu Task priority
source: 1 (highest)
sa: १ (उच्चतमः)

# @item:inmenu Task priority
source: 5 (medium)
sa: ५ (मध्यम)

# @item:inmenu Task priority
source: 9 (lowest)
sa: ९ (अधमतम)
