Repository: KDE/ktimetracker
Catalog: po/*/ktimetracker.po
Languages: cs, eo, eu, fi, he, hi, ka, lt, nn, ro, tr

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák
eo: Wolfram Diestel,Steffen Pietsch
eu: Iñigo Salvador Azurmendi,Ion Gaztañaga
fi: Tommi Nieminen, Tapio Kautto, Ilpo Kantonen, Mikko Piippo
he: צוות התרגום של KDE ישראל
hi: तुम्हारे नाम
ka: Temuri Doghonadze
lt: Andrius Štikonas, Moo
nn: Karl Ove Hufthammer
ro: Sergiu Bivol
tr: Mevlüt Koçak, Ozan Eren BİLGEN, Engin Çağatay, Emir SARI

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org
eo: wolfram@steloj.de,Steffen.Pietsch@BerlinOnline.de
eu: xalba@ni.eus,igaztanaga@gmail.com
fi: translator@legisign.org, eleknader@phnet.fi, ilpo@iki.fi,mikko.piippo@helsinki.fi
he: kde-l10n-he@kde.org
hi: आपके ईमेल
ka: Temuri.doghonadze@gmail.com
lt: andrius@stikonas.eu, <>
nn: karl@huftis.org
ro: sergiu@cip.md
tr: mevlutkocak@hotmail.com, oebilgen@uekae.tubitak.gov.tr, engincagatay@yahoo.com, emir_sari@icloud.com

# @info:tooltip
source: Apply the idle time since %1 to all active timers and keep them running.
eo: Apliku la neaktivan tempon ekde %1 al ĉiuj aktivaj tempumiloj kaj daŭrigu ilin funkcii.
eu: %1(e)tik jarduerarik gabeko denbora, tenporizadore aktibo guztiei aplikatu, eta haiek martxan mantendu.
fi: Lisää kaikkiin aktiivisiin ajanottoihin joutoaika %1 jälkeen ja pidä ne käynnissä.
he: החלת זמן חוסר הפעילות מאז %1 על כל המתזמנים הפעילים ולדאוג שימשיכו לרוץ.
hi: %1 से निष्क्रिय समय को सभी सक्रिय टाइमर पर लागू करें और उन्हें चालू रखें।
ka: %1-დან უქმე დროს დამატება ყველა აქტიური ტაიმერისთვის და მათი გაშვებულ მდგომარეობაში შენარჩუნება.
nn: Legg ubrukt tid sidan %1 til alle pågåande tidtakarar og hald dei gåande.
tr: %1 zamanından bu yana geçen boş zamanı tüm boştaki sayaçlara uygula ve çalıştırmayı sürdür.

# @action:button
source: Continue Timing
cs: Pokračovat v měření času
eo: Daŭrigi Tempigon
eu: Jarraitu denbora neurtzen
fi: Jatka ajanottoa
he: המשך תזמון
hi: समय जारी रखें
ka: ათვლის გაგრძელება
lt: Tęsti laiko skaičiavimą
nn: Hald fram tidtaking
tr: Zamanlamayı Sürdür

# @info:tooltip
source: Stop timing and revert back to the time at %1
eo: Ĉesi tempigon kaj reveni al la tempo ĉe %1
eu: Gelditu denbora neurtzea eta lehengoratu %1(e)ko denborara
fi: Pysäytä kello ja palaa ajankohtaan %1
he: עצירת התזמון וחזרה לזמן ב־%1
hi: समय को रोकें और %1 पर वापस लौटें
ka: ათვლს შეწყვეტა და დაბრუნება დროზე %1
lt: Stabdyti laiko skaičiavimą ir sugrąžinti į laiką ties %1
nn: Stopp tidtakinga, og gå tilbake til tida %1.
tr: Ölçmeyi durdur ve %1 zamanına geri dön

# @action:button
source: Revert Timing
cs: Vrátit měření času
eo: Reverti Tempigon
eu: Lehengoratu denbora neurketa
fi: Palaa ajankohtaan
he: שחזור תזמון
hi: समय पूर्ववत करें
ka: ათვლის შებრუნება
lt: Sugrąžinti laiko skaičiavimą
nn: Tilbakestill tidtakar
tr: Zamanlamayı Geri Al

source: Desktop has been idle since %1. What do you want to do?
eo: Labortablo estas neaktiva ekde %1. Kion vi volas fari?
eu: Mahaigaina %1(e)tik jarduerarik gabe egon da. Zer egin nahi duzu?
fi: Työpöytä on ollut jouten %1 alkaen. Mitä haluat tehdä?
he: שולחן העבודה לא פעיל מאז %1. מה לעשות?
hi: डेस्कटॉप %1 से निष्क्रिय है। आप क्या करना चाहते हैं?
ka: სამუშაო მაგიდა უქმეა %1-ის შემდეგ. რა გინდა, ქნა?
lt: Darbalaukis neveiklus nuo %1. Ką norėtumėte daryti?
nn: Skrivebordet har vore utan aktivitet sidan %1. Kva vil du gjera?
tr: %1 zamanından bu yana Masaüstü boşta. Ne yapmak istiyorsunuz?

# @action:inmenu
source: Configure KTimeTracker...
cs: Nastavit KTimeTracker...
eo: Agordi KTimeTracker...
eu: Konfiguratu KTimeTracker...
fi: KTimeTrackerin asetukset…
he: הגדרת KTimeTracker…
hi: KTimeTracker कॉन्फ़िगर करें...
ka: KTimeTracker-ის მორგება...
lt: Konfigūruoti KTimeTracker...
nn: Set opp KTimeTracker …
tr: K Zamanölçer'i Yapılandır...

source: No active tasks
cs: Žádné aktivní úlohy
eo: Neniuj aktivaj taskoj
eu: Ez dago ataza aktiborik
fi: Ei aktiivisia tehtäviä
he: אין משימות פעילות
hi: कोई सक्रिय कार्य नहीं
ka: აქტიური ამოცანების გარეშე
lt: Nėra aktyvių užduočių
nn: Ingen verksame oppgåver
tr: Etkin görev yok

source: Error storing new task. Your changes were not saved. Make sure you can edit your iCalendar file. Also quit all applications using this file and remove any lock file related to its name from ~/.kde/share/apps/kabc/lock/
cs: Chyba při ukládání úlohy. vaše změny nebudou uloženy. Ujistěte se, že můžete upravovat soubor iCalendaru. Zároveň ukončete všechny aplikace používající tento soubor a odstraňte všechny zámky z ~/.kde/share/apps/kabc/lock/
eo: Eraro dum stokado de nova tasko. Viaj ŝanĝoj ne estis konservitaj. Certiĝu, ke vi povas redakti vian iCalendar-dosieron. Ankaŭ forlasu ĉiujn aplikaĵojn uzantajn ĉi tiun dosieron kaj forigu ajnan ŝlosildosieron rilatan al ĝia nomo de ~/.kde/share/apps/kabc/lock/
eu: Errorea ataza berria biltegiratzean. Zure aldaketak ez dira gordeko. Ziurtatu zure iCalendar fitxategia edita dezakezula. Itxi fitxategi hau darabilten aplikazio guztiak eta kendu bere izenarekin erlazionatutako blokeo-fitxategi guztiak "~/.kde/share/apps/kabc/lock/"-etik
fi: Virhe tallennettaessa uutta tehtävää. Tekemiäsi muutoksia ei ole tallennettu. Varmista, että voit muokata iCalendar-kalenteritiedostoasi. Sulje tätä tiedostoa käyttävät ohjelmat ja poista tiedoston lukitukset kansiossa ~/.kde/share/apps/kabc/lock/
he: שגיאה באחסון משימה חדשה. השינויים שלך לא נשמרו. נא לוודא שיש לך אפשרות לערוך את קובץ ה־iCalendar שלך. כמו כן, יש לצאת מכל היישומים שמשתמשים בקובץ הזה ולהסיר קובצי נעילה שקשורים לשם שלו מתוך ‎~/.kde/share/apps/kabc/lock/‎
hi: नया कार्य संग्रहीत करने में त्रुटि। आपके परिवर्तन सहेजे नहीं गए। सुनिश्चित करें कि आप अपनी iCalendar फ़ाइल संपादित कर सकते हैं। साथ ही इस फ़ाइल का उपयोग करने वाले सभी एप्लिकेशन बंद करें और ~/.kde/share/apps/kabc/lock/ से इसके नाम से संबंधित कोई भी लॉक फ़ाइल हटा दें।
ka: ახალი ამოცანის დამახსოვრების შეცდომა. თქვენი ცვლილებები არ შენახულა. დარწმუნდით, რომ თქვენი iCalendar ფაილის ჩასწორებაზე წვდომა გაგაჩნიათ. ასევე ახურეთ ყველა აპლიკაცია, რომელიც ამ ფაილს იყენებს და წაშალეთ ყველა ბლოკის ფაილი, რომელიც მის სახელს წააგავს საქაღალდიდან ~/.kde/share/apps/kabc/lock/
nn: Feil ved lagring av oppgåva. Endringane vart ikkje lagra. Sjå til at du kan redigera iCalendar-fila. Prøv òg å avslutta alle programma som brukar fila, og fjern eventuelle låsefiler knytte til filnamnet frå «~/.kde/share/apps/kabc/lock/».
tr: Yeni görev depolanamıyor. Değişiklikleriniz kaydedilemedi. iCalendar dosyanızı düzenleyebildiğinizden emin olun. Ayrıca, tüm uygulamalardan çıkın ve adı ~/.kde/share/apps/kabc/lock/ ile ilgili tüm kilit dosyalarını kaldırın.

source: Your virtual desktop number is too high, desktop tracking will not work.
eo: Via virtuala labortabla numero estas tro alta, labortabla spurado ne funkcios.
eu: Zure alegiazko mahaigain kopurua handiegia da, mahaigainen jarraipena ez da ibiliko.
fi: Virtuaalityöpöytäsi numero on liian suuri: työpöydän jäljitys ei toimi.
he: מספר שולחן העבודה הווירטואלי שלך גבוה מדי, מעקב שולחנות עבודה לא יעבוד.
hi: आपका वर्चुअल डेस्कटॉप नंबर बहुत अधिक है, डेस्कटॉप ट्रैकिंग काम नहीं करेगी.
ka: თქვენი ვირტუალური სამუშაო მაგიდის ნომერი ძალიან დიდია. სამუშაო მაგიდის ტრეკინგი არ იმუშავებს.
nn: Talet på virtuelle skrivebord er for høgt. Automatisk oppdaging av skrivebords­aktivitet vert ikkje brukt.
ro: Numărul de birouri virtuale e prea mare, urmărirea biroului nu va funcționa.
tr: Sanal masaüstü sayısı çok fazla, masaüstü izleme çalışmayacak.

# @info:progress
source: Stopping timers...
cs: Zastavuji časovače...
eo: Ĉesigante tempigilojn...
eu: Tenporizadoreak geldiarazten...
fi: Pysäytetään ajastimia…
he: המתזמנים נעצרים…
hi: टाइमर बंद किया जा रहा है...
ka: ტაიმერების გაჩერება...
lt: Stabdomi laikmačiai...
nn: Stoppar tidtakarar …
ro: Se opresc temporizatorii…
tr: Sayaçlar durduruluyor...

source: Cancel
cs: Zrušit
eo: Nuligi
eu: Utzi
fi: Peru
he: ביטול
hi: रद्द करना
ka: გაუქმება
lt: Atsisakyti
nn: Avbryt
ro: Renunță
tr: İptal

source: Unnamed Task
cs: Nepojmenovaná úloha
eo: Nenomita tasko
eu: Izengabeko ataza
fi: Nimetön tehtävä
he: משימה ללא שם
hi: अनाम कार्य
ka: უსახელო ამოცანა
lt: Užduotis be pavadinimo
nn: Namnlaus oppgåve
ro: Sarcină nedenumită
tr: Adsız Görev

source: Error storing new task. Your changes were not saved. Make sure you can edit your iCalendar file. Also quit all applications using this file and remove any lock file related to its name from ~/.kde/share/apps/kabc/lock/
cs: Chyba při ukládání úlohy. vaše změny nebudou uloženy. Ujistěte se, že můžete upravovat soubor iCalendaru. Zároveň ukončete všechny aplikace používající tento soubor a odstraňte všechny zámky z ~/.kde/share/apps/kabc/lock/
eo: Eraro dum stokado de nova tasko. Viaj ŝanĝoj ne estis konservitaj. Certiĝu, ke vi povas redakti vian iCalendar-dosieron. Ankaŭ forlasu ĉiujn aplikaĵojn uzantajn ĉi tiun dosieron kaj forigu ajnan ŝlosildosieron rilatan al ĝia nomo de ~/.kde/share/apps/kabc/lock/
eu: Errorea ataza berria biltegiratzean. Zure aldaketak ez dira gorde. Ziurtatu zure iCalendar fitxategia edita dezakezula. Gainera, itxi fitxategi hori erabiltzen duten aplikazio guztiak eta kendu bere izenari lotutako giltzatze-fitxategi oro « ~/.kde/share/apps/kabc/lock/ » karpetatik
fi: Virhe tallennettaessa uutta tehtävää. Muutoksia ei ole tallennettu. Varmista, että voit muokata iCalendar-kalenteritiedostoa. Sulje tiedostoa käyttävät muut ohjelmat ja poista sen nimeen liittyvät lukitustiedostot kansiossa ~/.kde/share/apps/kabc/lock/
he: שגיאה באחסון משימה חדשה. השינויים שלך לא נשמרו. נא לוודא שיש לך אפשרות לערוך את קובץ ה־iCalendar שלך. כמו כן, יש לצאת מכל היישומים שמשתמשים בקובץ הזה ולהסיר קובצי נעילה שקשורים לשם שלו מתוך ‎~/.kde/share/apps/kabc/lock/‎
hi: नया कार्य संग्रहीत करने में त्रुटि। आपके परिवर्तन सहेजे नहीं गए। सुनिश्चित करें कि आप अपनी iCalendar फ़ाइल संपादित कर सकते हैं। साथ ही इस फ़ाइल का उपयोग करने वाले सभी एप्लिकेशन बंद करें और ~/.kde/share/apps/kabc/lock/ से इसके नाम से संबंधित कोई भी लॉक फ़ाइल हटा दें।
ka: ახალი ამოცანის დამახსოვრების შეცდომა. თქვენი ცვლილებები არ შენახულა. დარწმუნდით, რომ თქვენი iCalendar ფაილის ჩასწორებაზე წვდომა გაგაჩნიათ. ასევე ახურეთ ყველა აპლიკაცია, რომელიც ამ ფაილს იყენებს და წაშალეთ ყველა ბლოკის ფაილი, რომელიც მის სახელს წააგავს საქაღალდიდან ~/.kde/share/apps/kabc/lock/
nn: Feil ved lagring av oppgåva. Endringane vart ikkje lagra. Sjå til at du kan redigera iCalendar-fila. Prøv òg å avslutta alle programma som brukar fila, og fjern eventuelle låsefiler knytte til filnamnet frå «~/.kde/share/apps/kabc/lock/».
tr: Yeni görev depolanamıyor. Değişiklikleriniz kaydedilemedi. iCalendar dosyanızı düzenleyebildiğinizden emin olun. Ayrıca, tüm uygulamalardan çıkın ve adı ~/.kde/share/apps/kabc/lock/ ile ilgili tüm kilit dosyalarını kaldırın.

# @title:window
source: New Sub Task
cs: Nová podúloha
eo: Nova subtasko
eu: Azpi-ataza berria
fi: Uusi alitehtävä
he: תת־משימה חדשה
hi: नया उप कार्य
ka: ახალი ქვედავალება
lt: Nauja dalinė užduotis
nn: Ny underoppgåve
ro: Subsarcină nouă
tr: Yeni Alt Görev

# @title:window
source: Edit Task
cs: Upravit úlohu
eo: Redakti taskon
eu: Editatu ataza
fi: Muokkaa tehtävää
he: עריכת המשימה
hi: कार्य संपादित करें
ka: ამოცანის ჩასწორება
lt: Taisyti užduotį
nn: Rediger oppgåve
ro: Modifică sarcina
tr: Görevi Düzenle

source: No task selected.
cs: Žádný úloha není vybrána
eo: Neniu tasko elektita.
eu: Ez da atazarik hautatu.
fi: Ei valittua tehtävää.
he: לא נבחרה משימה.
hi: कोई कार्य चयनित नहीं.
ka: ამოცანა არჩეული არაა.
lt: Nepažymėta jokia užduotis.
nn: Inga oppgåve vald.
ro: Nicio sarcină aleasă.
tr: Seçili görev yok.

source: Are you sure you want to delete the selected task and its entire history? Note: All subtasks and their history will also be deleted.
cs: Opravdu si přejete smazat vybranou úlohu a celou její historii? Poznámka: všechny podúlohy a jejich historie budou taktéž smazány.
eo: Ĉu vi certas, ke vi volas forigi la elektitan taskon kaj ĝian tutan historion? Noto: Ĉiuj subtaskoj kaj ilia historio ankaŭ estos forigitaj.
eu: Ziur zaude hautatutako ataza eta haren historia osoa ezabatu nahi duzula? Oharra: Azpiataza guztiak eta haien historiak ere ezabatuko dira.
fi: Haluatko varmasti poistaa valitun tehtävän historioineen? Huomaa: Myös kaikki alitehtävät historioineen tuhotaan.
he: למחוק את המשימה הנבחרת ואת כל ההיסטוריה שלה? לתשומת ליבך: כל המשימות וההיסטוריה שלהן תימחקנה.
hi: क्या आप वाकई चयनित कार्य और उसका संपूर्ण इतिहास हटाना चाहते हैं? नोट: सभी उपकार्य और उनका इतिहास भी हटा दिया जाएगा।
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, წაშალოთ მონიშნული ამოცანა და მთელი მისი ისტორია? შენიშვნა: ასევე წაიშლება ქვეამოცანები და მათი ისტორიაც.
lt: Ar tikrai norite ištrinti pažymėtą užduotį ir visą jos istoriją? Pastaba: Bus taip pat ištrintos visos dalinės užduotys ir jų istorija.
nn: Er du sikker på at du vil sletta den valde oppgåva og tilhøyrande tidslogg? Merk at alle underoppgåver og loggane deira òg vert sletta då.
ro: Sigur doriți să ștergeți sarcina aleasă și întregul istoric al acesteia? Rețineți: toate subsarcinile și istoricul acestora vor fi șterse de asemenea.
tr: Seçili görevi ve onun tüm geçmişini silmek istediğinizden emin misiniz? Not: Tüm alt görevler ve onların geçmişleri de silinecek.

# @title:window
source: Deleting Task
cs: Mazání úlohy
eo: Forigante taskon
eu: Ataza ezabatzea
fi: Poistetaan tehtävää
he: מחיקת משימה
hi: कार्य हटाना
ka: ამოცანის წაშლა
lt: Ištrinama užduotis
nn: Slettar oppgåve
ro: Se șterge sarcina
tr: Görev Siliniyor

source: Error loading "%1": could not find parent (uid=%2)
cs: Chyba při načítání "%1": nelze nalézt rodiče (uid=%2)
eo: Eraro dum ŝarĝo de "%1": ne povis trovi gepatron (uid=%2)
eu: Errorea "%1" kargatzean: ezin da gurasoa (uid=%2) aurkitu
fi: Virhe "%1" latauksessa. Ei voitu löytää vanhempaa (uid=%2)
he: שגיאה בטעינת „%1”: ההורה (uid=%2) לא נמצא
hi: "%1" लोड करते समय त्रुटि: पैरेंट नहीं मिल सका (uid=%2)
ka: "%1"-ის ჩატვირთვის შეცდომა: მშობელი (uid=%2) ვერ ვიპოვე
nn: Feil ved lasting av «%1»: fann ikkje forelderen (UID %2)
ro: Eroare la încărcarea „%1”: părintele nu a putut fi găsit (uid=%2)
tr: "%1" yüklemesinde hata oluştu: Ebeveyn (uid=%2) bulunamadı

# %1=lock file path
source: Could not write lock file "%1". Disk full?
eo: Ne eblis skribi ŝlosildosieron "%1". Disko plena?
eu: Ezin izan du "%1" giltzatze-fitxategia idatzi. Diskoa beteta?
fi: Lukitustiedostoon ”%1” ei voi kirjoittaa. Onko levy täynnä?
he: אי אפשר לכתוב את קובץ הנעילה „%1”. הכונן מלא?
hi: लॉक फ़ाइल "%1" नहीं लिखी जा सकी. डिस्क भरी हुई है?
ka: ბლოკის ფაილში "%1" ჩაწერის შეცდომა. დისკი სავსეა?
lt: Nepavyko rašyti į užrakto failą „%1“. Ar diske nėra vietos?
nn: Klarte ikkje lagra låsefila «%1». Er disken full?
ro: Nu s-a putut scrie fișierul cu blocaj „%1”. E plin discul?
tr: Kilit dosyası "%1" yazılamadı. Disk dolu olabilir mi?

# %1=destination file path/URL
source: Failed to save iCalendar file as "%1".
eo: Malsukcesis konservi iCalendar-dosieron kiel "%1".
eu: iCalendar fitxategia "%1" gisa gordetzea huts egin du.
fi: iCalendar-tiedoston ”%1” tallennus epäonnistui.
he: שמירת קובץ ה־iCalendar בשם „%1” נכשלה.
hi: iCalendar फ़ाइल को "%1" के रूप में सहेजने में विफल.
ka: შეცდომა iCalendar-ის ფაილის "%1"-ად შენახვისას.
lt: Nepavyko įrašyti iCalendar failo kaip „%1“.
nn: Klarte ikkje lagra iCalendar-fil som «%1».
tr: iCalendar dosyası, "%1" olarak kaydedilemedi.

# @action:inmenu
source: Start &New Session
cs: Začít &nové sezení
eo: Lanĉi &novan seancon
eu: Hasi saio &berria
fi: Aloita &uusi istunto
he: התחלת ה&פעלה חדשה
hi: नया सत्र प्रारंभ करें
ka: ახალი სესიის &დაწყება
lt: Pradėti &naują seansą
nn: Start &ny økt
ro: Începe sesiune &nouă
tr: Yeni Oturum &Başlat

# @info:tooltip
source: Starts a new session
cs: Začít nové sezení
eo: Komencas novan sesion
eu: Saio berri bat hasten du
fi: Aloittaa uuden istunnon
he: מתחיל הפעלה חדשה
hi: नया सत्र शुरू होता है
ka: ახალი სესიის დაწყება
lt: Pradeda naują seansą
nn: Startar ei ny økt
ro: Începe o sesiune nouă
tr: Yeni bir oturum başlatır

# @info:whatsthis
source: This will reset the session time to 0 for all tasks, to start a new session, without affecting the totals.
cs: Toto vynuluje čas sezení všech úloh, aby se mohlo začít nové sezení bez ovlivnění souhrnu.
eo: Ĉi tio restarigos la sean tempon al 0 por ĉiuj taskoj, por komenci novan sesion, sen tuŝi la totalojn.
eu: Horrek, ataza guztien saio-denbora 0ra ezarriko du, guztizkoei eragin gabe, saio berri bat hasteko.
fi: Asettaa kaikkien tehtävien istuntoajaksi 0 eli aloittaa uuden istunnon vaikuttamatta kokonaisaikoihin.
he: פעולה זו תאפס את זמן ההפעלה ל־0 עבור כל המשימות, כדי להתחיל הפעלה חדשה מבלי להשפיע על סיכומי הזמנים.
hi: इससे सभी कार्यों के लिए सत्र समय 0 पर रीसेट हो जाएगा, जिससे कुल योग को प्रभावित किए बिना एक नया सत्र शुरू हो जाएगा।
ka: ეს სესიის დროს ყველა ამოცანისთვის გაანულებს ახალი სესიის დასაწყებად, ჯამების შეუცვლელად.
nn: Dette vil nullstilla økttida til 0 for alle oppgåver, for å starta ei ny økt utan å påverka totaltidene.
tr: Tüm görevler için oturum süresini sıfırlar, toplamları etkilemeden yeni bir oturum başlatır.

# @action:inmenu
source: Edit History...
cs: Upravit historii...
eo: Redakti Historion...
eu: Editatu historia...
fi: Muokkaa historiaa…
he: עריכת היסטוריה…
hi: इतिहास संपादित करें...
ka: ისტორიის ჩასწორება...
lt: Taisyti istoriją...
nn: Rediger tidslogg …
ro: Modifică istoricul…
tr: Geçmişi Düzenle...

# @info:tooltip
source: Edits history of all tasks of the current document
eo: Redaktas historion de ĉiuj taskoj de la nuna dokumento
eu: Uneko dokumentuko ataza guztien historia editatzen du
fi: Muokkaa nykyisen tiedoston kaikkien tehtävien historiaa
he: היסטוריית עריכות של כל המשימות מהמסמך הנוכחי
hi: वर्तमान दस्तावेज़ के सभी कार्यों का इतिहास संपादित करता है
ka: ჩაასწორებს მიმდინარე დოკუმენტის ყველა ამოცანის ისტორიას
nn: Rediger tidsloggen til alle oppgåvene i dokumentet
ro: Modifică istoricul tuturor sarcinilor documentului actual
tr: Geçerli belgenin tüm görevlerinin geçmişini düzenler

# @info:whatsthis
source: A window will be opened where you can change start and stop times of tasks or add a comment to them.
eo: Fenestro malfermiĝos, kie vi povas ŝanĝi komenci kaj ĉesigi tempojn de taskoj aŭ aldoni komenton al ili.
eu: Leiho bat irekiko da, atazen hasierako eta bukaerako denborak aldatzeko edo haiei iruzkin bat gehitzeko aukera ematen duena.
fi: Avataan ikkuna, jossa voit muuttaa tehtävien alku- ja loppuaikoja tai lisätä niihin huomautuksia.
he: חלון ייפתח בו אפשר לשנות את זמני ההתחלה והסיום של משימות או להוסיף עליהן הערה.
hi: एक विंडो खुलेगी जहां आप कार्यों के आरंभ और समाप्ति समय को बदल सकते हैं या उन पर टिप्पणी जोड़ सकते हैं।
ka: გაიხსნება ფანჯარა, სადაც შეგეძლებათ შეცვალოთ დრო, როდის იწყება და სრულდება ამოცანები და მათ კომენტარები დაამატოთ.
nn: Det vert opna eit vindauge der du kan endra start- og stopptider til oppgåver, eller leggja merknadar til dei.
tr: Görevlerin başlangıç-bitiş zamanlarını düzenleyebileceğiniz ve onlara açıklamalar ekleyebileceğiniz bir pencere açılacak.

# @action:inmenu
source: &Reset All Times
cs: &Resetovat všechny časy
eo: &Restarigi Ĉiujn Tempojn
eu: Be&rrezarri denbora guztiak
fi: N&ollaa kaikki ajat
he: &איפוס כל הזמנים
hi: &सभी समय रीसेट करें
ka: &დროების საწყის მნიშვნელობაზე დაბრუნება
lt: &Atstatyti visus laikus
nn: &Nullstill alle tider
ro: &Reinițializează toate duratele
tr: &Tüm Süreleri Sıfırla

# @info:tooltip
source: Resets all times
cs: Resetovat všechny časy
eo: Restarigas ĉiujn tempojn
eu: Denbora guztiak berrezartzen ditu
fi: Nollaa kaikki ajat
he: מאפס את כל הזמנים
hi: सभी समय रीसेट करता है
ka: დროების საწყის მნიშვნელობაზე დაბრუნება
lt: Atstato visus laikus
nn: Nullstill alle tider
ro: Reinițializează toate duratele
tr: Tüm süreleri sıfırlar

# @info:whatsthis
source: This will reset the session and total time to 0 for all tasks, to restart from scratch.
cs: Toto vynuluje čas sezení všech úloh, aby se mohlo začít znovu od začátku.
eo: Ĉi tio restarigos la seancon kaj totalan tempon al 0 por ĉiuj taskoj, por rekomenci de nulo.
eu: Horrek, hutsetik berrabiatzeko, ataza guztietarako saio-denbora eta denbora osoa 0ra berrezarriko ditu.
fi: Alustaa istunnon ja asettaa jokaisen tehtävän kokonaisajaksi 0 eli aloittaa ne tyhjästä.
he: פעולה זו תאפס את זמן ההפעלה והסיכום הכולל ל־0 לכל המשימות, כדי להתחיל מהתחלה לגמרי.
hi: इससे सभी कार्यों के लिए सत्र और कुल समय 0 पर रीसेट हो जाएगा, जिससे कार्य पुनः शुरू हो जाएगा।
ka: ეს სესიას და სრულ დროს გაანულებს ყველა ამოცანისთვის, რათა ის თავიდან დაიწყოთ.
nn: Dette vil nullstilla økt- og totaltida til 0 for alle oppgåver, for å starta på nytt.
tr: Tüm görevler için oturum süresini ve toplam süreyi sıfırlar, yeniden başlatır.

# @action:inmenu
source: &Start
cs: &Spustit
eo: &Starti
eu: &Hasi
fi: &Käynnistä
he: הת&חלה
hi: &शुरू
ka: &გაშვება
lt: &Paleisti
ro: &Pornește
tr: &Başlat

# @info:tooltip
source: Starts timing for selected task
eo: Komencas tempigon por elektita tasko
eu: Hautatutako atazaren denbora neurtzen hasten da
fi: Käynnistää valitun tehtävän ajanoton
he: מתחיל תזמון למשימה הנבחרת
hi: चयनित कार्य के लिए समय निर्धारण प्रारंभ करता है
ka: მიმდინარე ამოცანის ათვლის დაწყება
lt: Pradeda pažymėtos užduoties laiko skaičiavimą
nn: Start tidtaking av den valde oppgåva
ro: Pornește cronometrul sarcinii alese
tr: Seçili görev için zamanlamayı başlatır

# @info:whatsthis
source: This will start timing for the selected task. It is even possible to time several tasks simultaneously. You may also start timing of tasks by double clicking the left mouse button on a given task. This will, however, stop timing of other tasks.
cs: Spustí počítání času pro danou úlohu. Je možné počítat čas pro několik úloh současně. Lze také spustit počítání času pro úlohu dvojitým kliknutím levým tlačítkem myši na danou úlohu. Toto zastaví počítání času pro ostatní úlohy.
eo: Ĉi tio komencos tempigi por la elektita tasko. Eblas eĉ tempigi plurajn taskojn samtempe. Vi ankaŭ povas komenci tempigon de taskoj per duobla klako de la maldekstra musbutono sur difinita tasko. Ĉi tio tamen ĉesos tempigon de aliaj taskoj.
eu: Hori, hautatutako atazaren denbora neurtzen hasiko da. Hainbat atazen denbora aldi berean neurtzeko aukera dago. Ataza jakin batean saguaren ezker botoiarekin klik bikoitza eginez ere atazen denbora neurtzen has zintezke. Horrek, dena den, beste atazen denbora neurtzea geldituko du.
fi: Tämä käynnistää valitun tehtävän ajanoton. Useammastakin tehtävästä voi ottaa aikaa kerralla. Tehtävien ajanoton voi myös käynnistää kaksoisnapsauttamalla tehtävää hiiren vasemmalla painikkeella, mutta tällöin muut ajanotot pysähtyvät.
he: פעולה זו תתחיל את התזמון של המשימה הנבחרת. אפשר אפילו לתזמן כמה משימות בו־זמנית. אפשר גם להתחיל תזמון של משימות בלחיצה כפולה על הלחצן השמאלי בעכבר או על משימה מסוימת. פעולה זו עשויה, מצד שני, לעצור תזמון של משימות אחרות.
hi: इससे चयनित कार्य के लिए समय निर्धारण शुरू हो जाएगा। कई कार्यों के लिए एक साथ समय निर्धारण करना भी संभव है। आप किसी दिए गए कार्य पर बाएँ माउस बटन पर डबल क्लिक करके भी कार्यों का समय निर्धारण शुरू कर सकते हैं। हालाँकि, इससे अन्य कार्यों का समय निर्धारण बंद हो जाएगा।
ka: ეს გაუშვებს მონიშნული ამოცანის ათვლას. ასევე დაშვებულია რამდენიმე ამოცანის ერთდროული ათვლაც. ასევე შეგიძლიათ, ამოცანების დროის ათვლა მათზე თაგუნას მარცხენა ღილაკის ორმაგი წკაპით დაიწყოთ. მაგრამ, ეს სხვა ამოცანების ათვლას გააჩერებს.
lt: Tai pradės pažymėtos užduoties laiko skaičiavimą. Yra netgi įmanoma vienu metu skaičiuoti kelių užduočių laiką. Taip pat galite pradėti užduočių laiko skaičiavimą dukart spusteldami kairiuoju pelės mygtuku ant tam tikros užduoties. Vis dėlto, tai sustabdys kitų užduočių laiko skaičiavimą.
nn: Dette vil starta tidtakinga av den valde oppgåva. Du kan ta tida på fleire oppgåver samtidig. Du kan òg starta tidtakinga ved å dobbelt­klikka med venstre museknapp på ei oppgåve, men då vert tidtakinga av dei andre oppgåvene automatisk stoppa.
tr: Bu işlem seçili görev için zamanlayıcıyı başlatacaktır. Aynı anda birkaç görev de başlatılabilir. Ayrıca belirli bir görevin üzerine farenin sol düğmesi ile çift tıklamakla da bu işlemi yapabilirsiniz. Ancak bu durum diğer görevlerin zamanlayıcılarını durdurur.
