Repository: KDE/ktimetracker
Catalog: po/*/ktimetracker.po
Languages: cs, eo, eu, fi, he, hi, ka, lt, nn, ro, tr

# @info:shell
source: Path or URL to iCalendar file to open.
eo: Vojo aŭ URL al iCalendar-dosiero por malfermi.
eu: Ireki beharreko «iCalendar»rerako bide-izena edo URL.
fi: Avattavan iCalendar-tiedoston sijainti tai verkko-osoite.
he: נתיב או כתובת של קובץ iCalendar לפתיחה.
hi: खोलने के लिए iCalendar फ़ाइल का पथ या URL.
ka: ბილიკი ან ბმული გასახსნელ iCalendar-ის ფაილამდე.
lt: Kelias ar URL į norimą atverti iCalendar failą.
nn: Adresse til iCalender-fila du vil opna.
tr: Açılacak iCalendar dosyasının yolu veya URL'si.

# @title:column
source: Task Name
cs: Název úlohy
eo: Taskonomo
eu: Atazaren izena
fi: Tehtävän nimi
he: שם המשימה
hi: कार्य का नाम
ka: ამოცანის სახელი
lt: Užduoties pavadinimas
nn: Oppgåvenamn
tr: Görev Adı

# @title:column
source: Session Time
cs: Čas sezení
eo: Seancotempo
eu: Saioaren denbora
fi: Istunnon aika
he: זמן ההפעלה
hi: सत्र का समय
ka: სესიის დრო
lt: Seanso laikas
nn: Økttid
tr: Oturum Süresi

# @title:column
source: Time
cs: Čas
eo: Tempo
eu: Denbora
fi: Aika
he: זמן
hi: समय
ka: დრო
lt: Laikas
nn: Tid
tr: Süre

# @title:column
source: Total Session Time
cs: Celkový čas sezení
eo: Totala Seancotempo
eu: Saioaren denbora osoa
fi: Istunnon kokonaisaika
he: זמן ההפעלה הכולל
hi: कुल सत्र समय
ka: სესიის ჯამური დრო
lt: Bendras seanso laikas
nn: Total økttid
tr: Toplam Oturum Süresi

# @title:column
source: Total Time
cs: Celkový čas
eo: Akumulita tempo
eu: Denbora osoa
fi: Kokonaisaika
he: זמן כולל
hi: कुल समय
ka: სრული დრო
lt: Bendras laikas
nn: Totaltid
tr: Toplam Süre

# @title:column
source: Priority
cs: Priorita
eo: Prioritato
eu: Lehentasuna
fi: Tärkeys
he: עדיפות
hi: प्राथमिकता
ka: პრიორიტეტი
lt: Prioritetas
nn: Prioritet
tr: Öncelik

# @title:column
source: Percent Complete
cs: Procent dokončeno
eo: Procento Kompleta
eu: Osatutako ehunekoa
fi: Prosenttia tehty
he: אחוזים שהושלמו
hi: पूर्ण प्रतिशत
ka: პროცენტი დასრულებულია
lt: Kiek procentų atlikta
nn: Prosent fullført
ro: Procente încheiat
tr: Tamamlanma Yüzdesi

# @info:whatsthis
source: The task name is what you call the task, it can be chosen freely.
eo: La taskonomo estas tio, kion vi nomas la tasko, ĝi povas esti elektita libere.
eu: Atazaren izena hura deitzeko erabiltzen duzuna da, askatasun osoz aukera dezakezu.
fi: Tehtävän nimi on se, mitä kutsut ”tehtäväksi”. Sen voi valita vapaasti.
he: השם למשימה, פתוח לחלוטין.
hi: कार्य का नाम वह है जिसे आप कार्य कहते हैं, इसे स्वतंत्र रूप से चुना जा सकता है।
ka: ამოცანის სახელი ისაა, რასაც ამოცანას ეძახით. ის შეგიძლიათ თავისუფლად აირჩიოთ.
nn: Oppgåvenamnet er namnet du gjev til oppgåva. Du kan velja det heilt fritt.
ro: Denumirea sarcinii poate fi aleasă liber.
tr: Görev adı, görevi nice adlandırdığınızdır, istediğiniz adı seçebilirsiniz.

# @info:whatsthis
source: The session time is the time since you last chose "Start New Session".
eo: La sesiotempo estas la tempo ekde kiam vi lastfoje elektis "Komenci Novan Seancon".
eu: Saioaren denbora, "Saio berria hasi" aukeratu zenuen azken alditik igarotako denbora da.
fi: Istunnon aika on aika siitä, kun viimeksi valitsit ”Aloita uusi istunto”.
he: זמן ההפעלה הוא הזמן מאז שבחרת ב„התחלת הפעלה חדשה” בפעם האחרונה.
hi: सत्र का समय वह समय है जब आपने अंतिम बार "नया सत्र प्रारंभ करें" चुना था।
ka: სესიის დრო ის დროა, რომელიც "ახალი სესიის დაწყების" არჩევიდან გავიდა.
nn: Økttida er tida som har gått sidan sist du valde «Start ny økt».
ro: Durata sesiunii arată timpul scurs de când ați ales să începeți o sesiune nouă.
tr: Oturum zamanı, "Yeni Oturum Başlat"ı en son seçtiğinizden bu yana geçen zamandır.

# @info:whatsthis
source: The total session time is the session time of this task and all its subtasks.
eo: La tuta sesiotempo estas la sesiotempo de ĉi tiu tasko kaj ĉiuj ĝiaj subtaskoj.
eu: Saioaren denbora osoa, ataza honen saioko denbora eta bere azpiataza guztiena da.
fi: Istunnon kokonaisaika on tämän tehtävän istuntoaika kaikkine alitehtävineen.
he: זמן ההפעלה הכולל הוא זמן ההפעלה של המשימה על תת־משימותיה.
hi: कुल सत्र समय इस कार्य और इसके सभी उपकार्यों का सत्र समय है।
ka: სრული სესიის დრო ამ ამოცანის და მისი ყველა ქვეამოცანის ჯამური დროა.
lt: Bendras seanso laikas yra šios užduoties ir visų jos dalinių užduočių seanso laikas.
nn: Total økttid er økttida til oppgåva og alle underoppgåvene.
ro: Durata totală a sesiunii e compusă din timpul scurs în această sesiune și toate subsarcinile acesteia.
tr: Toplam oturum süresi, bu görev ve tüm alt görevlerinin eklenmiş oturum süresidir.

# @info:whatsthis
source: The total time is the time of this task and all its subtasks.
eo: La tuta tempo estas la tempo de ĉi tiu tasko kaj ĉiuj ĝiaj subtaskoj.
eu: Denbora osoa, ataza honen denbora eta bere azpiataza guztiena da.
fi: Kokonaisaika on tämän tehtävän aika kaikkine alitehtävineen.
he: זמן הכולל הוא הזמן של המשימה הזאת על תת־משימותיה.
hi: कुल समय इस कार्य और इसके सभी उपकार्यों का समय है।
ka: სრული დრო ამ ამოცანის და მისი ყველა ქვეამოცანის ჯამური დროა.
lt: Bendras laikas yra šios užduoties ir visų jos dalinių užduočių laikas.
nn: Totaltida er tida til oppgåva og alle underoppgåvene.
ro: Durata totală e compusă din timpul scurs în această sarcină și toate subsarcinile acesteia.
tr: Toplam zaman, bu görevin ve tüm alt görevlerinin eklenmiş süresidir.

source: Detect desktop as idle after:
eo: Detekti labortablon kiel neaktiva post:
eu: Hauteman mahaigaina jarduerarik gabe dagoela, hau igarotakoan:
fi: Tunnista työpöytä joutilaaksi:
he: זיהוי חוסר פעילות בשולחן העבודה לאחר:
hi: डेस्कटॉप को निष्क्रिय के रूप में पहचानें:
ka: უქმედ ჩათვლა დროის გაშვლის შემდეგ:
lt: Laikyti darbalaukį neveikliu po:
nn: Rekna skrivebord som ikkje i bruk etter:
ro: Detectează biroul ca inactiv după:
tr: Masaüstü boşta algılama süresi:

source: min
he: דק׳
hi: मिनट
ka: წთ
nn: minutt
tr: dakika

source: Minimum desktop active time:
eo: Minimuma labortabla aktiva tempo:
eu: Mahaigainaren gutxieneko jarduera denbora:
fi: Työpöydän aktiivisuuden vähimmäisaika:
he: זמן מזערי לפעילות שולחן עבודה:
hi: न्यूनतम डेस्कटॉप सक्रिय समय:
ka: სამუშაო მაგისი მინიმალური აქტივობის დრო:
lt: Mažiausias darbalaukio aktyvumo laikas:
nn: Minimumstid for skrivebordsbruk:
ro: Durată minimă de activitate a biroului:
tr: En kısa masaüstü etkin zamanı:

source: sec
cs: s
eo: s
eu: s
fi: s
he: שנ׳
hi: सेकंड
ka: წმ
lt: sek.
nn: sekund
tr: sn

source: Prompt before deleting tasks
cs: Dotázat se před vymazáním úloh
eo: Demandi antaŭ ol forigi taskojn
eu: Galdetu atazak ezabatu baina lehen
fi: Kysy varmistus ennen tehtävien poistoa
he: בקשת אישור לפני מחיקת משימה
hi: कार्य हटाने से पहले संकेत दें
ka: კითხვა ამოცანების წაშლამდე
lt: Klausti prieš ištrinant užduotis
nn: Spør før sletting av oppgåver
ro: Întreabă înainte de a șterge sarcini
tr: Görevleri silmeden önce sor

source: Unitasking - allow only one task to be timed at a time. Does not stop any timer.
eo: Unutasko - permesi nur unu taskon esti tempigita samtempe. Ne haltigas ajnan tempigilon.
eu: Ataza bakarra - aldiko ataza bakarraren denbora hartzea baimendu. Ez du tenporizadorerik gelditzen.
fi: Unitasking – salli vain yhden tehtävän ajan mittaaminen samanaikaisesti. Ei pysäytä mitään ajanottoa.
he: חד־משימתיות - לאפשר תזמון של משימה אחת בלבד בכל רגע נתון. לא עוצר מתזמנים כלשהם.
hi: यूनिटास्किंग - एक समय में केवल एक ही कार्य को समयबद्ध करने की अनुमति देता है। किसी भी टाइमर को नहीं रोकता है।
ka: ერთამოცანიანობა - დაშვებული იქნება ერთდროულად, მხოლოდ, ერთი ამოცანის გაშვება. ტაიმერები არ გაჩერდება.
nn: Tillat berre tidtaking av éi oppgåva om gongen. Stoppar ikkje tidtakaren.
tr: Görev Tekleştirme - bir kerede yalnızca bir görevin izin ver. Herhangi bir sayacı durdurmaz.

source: Allow only one timer at a time
eo: Permesi nur unu tempigilon samtempe
eu: Aldiko tenporizadore bakarra baimendu
fi: Salli vain yksi ajanotto kerrallaan.
he: לאפשר רק מתזמן אחד בכל רגע נתון
hi: एक समय में केवल एक टाइमर की अनुमति दें
ka: დროის ერთ მონაკვეთში მხოლოდ ერთი ტაიმერის გაშვება
lt: Vienu metu leisti tik vieną laikmatį
nn: Tillat berre éin tidtakar om gongen
ro: Permite numai un cronometru odată
tr: Bir kerede yalnızca bir sayaca izin ver

source: Place an icon to the system tray
eo: Meti piktogramon al la sistema pleto
eu: Jarri ikono bat sistemaren erretiluan
fi: Sijoita kuvake ilmoitusalueelle
he: הצגת סמל במגש המערכת
hi: सिस्टम ट्रे में एक आइकन रखें
ka: სისტემის კუთხეში ხატულის ჩვენება
lt: Rodyti piktogramą sistemos dėkle
nn: Vis programikon i systemtrauet
ro: Plasează o pictogramă în tava de sistem
tr: Sistem tepsisine bir simge yerleştir

# title of group box, general options
source: General
cs: Obecné
eo: Ĝenerala
eu: Orokorra
fi: Yleiset
he: כללי
hi: सामान्य
ka: საერთო
lt: Bendra
nn: Generelt
tr: Genel

source: Decimal number format
cs: Formát desítkového čísla
eo: Dekuma nombroformato
eu: Zenbaki hamartarren formatua
fi: Desimaalinen lukumuoto
he: תבנית מספרים עשרוניים
hi: दशमलव संख्या प्रारूप
ka: ათობითი რიცხვის ფორმატი
lt: Dešimtainių skaičių formatas
nn: Vis tider som desimaltal
ro: Format de numere zecimal
tr: Ondalık saat biçimi

source: Choose this if you have a touchscreen and your screen real estate is precious. It will disable the search bar and every click will pop up a context menu.
eo: Elektu ĉi tion se vi havas tuŝekranon kaj via ekrana nemoveblaĵo estas altvalora. Ĝi malŝaltos la serĉbreton kaj ĉiu klako aperos kuntekstan menuon.
eu: Aukeratu hori, ukimen-pantaila izanda, zure pantailaren azalera baliotsua bada. Bilaketa-barra ezgaitu eta klik orok testuinguru-menu bat azaleratuko du.
fi: Valitse tämä, jos sinulla on kosketusnäyttö ja näyttöpinta-ala on arvokasta. Hakurivi poistetaan käytöstä ja jokainen napsautus ponnauttaa kontekstivalikon.
he: נא לבחור בזה אם יש לך מסך מגע ושטח הנדל״ן במסך שלך יקר. האפשרות תשבית את סרגל החיפוש וכל לחיצה תקפיץ תפריט הקשר.
hi: अगर आपके पास टचस्क्रीन है और आपकी स्क्रीन रियल एस्टेट कीमती है तो इसे चुनें। यह सर्च बार को अक्षम कर देगा और हर क्लिक पर एक संदर्भ मेनू पॉप अप होगा।
ka: აირჩიეთ ეს, თუ აქვთ სენსორული ეკრანი და თქვენი ეკრანი ძვირფასია. ის გამორთავს ძებნის პანელს და თითოეული წკაპი კონტექსტურ მენიუს გაჩვენებთ.
nn: Vel dette dersom du brukar trykkskjerm og vil spara skjermplass. Det vil slå av søkjelinja, og det vil dukka opp ein meny ved kvart klikk.
tr: Bir dokunmatik ekranınız varsa ve ekran alanı sizin için değerliyse bunu seçin. Arama çubuğunu kapatır ve her bir dokunuş bağlam menüsünü açar.

# Choose this if you have a touchscreen and your screen real estate is precious.
source: Configuration for PDA
cs: Nastavení pro PDA
eo: Agordo por PDA
eu: Konfiguratu PDArako
fi: Kämmentietokoneen asetukset
he: הגדרות למסך מגע
hi: पीडीए के लिए कॉन्फ़िगरेशन
ka: PDA-სთვის მორგება
lt: Konfigūracija delninukams
nn: Utforming for PDA-ar
ro: Configurare pentru calculator de buzunar
tr: PDA için Yapılandırma

source: Window Title
cs: Titulek okna
eo: Fenestra Titolo
eu: Leihoaren titulua
fi: Ikkunan otsikko
he: כותרת חלון
hi: विंडो शीर्षक
ka: ფანჯრის სათაური
lt: Lango pavadinimas
nn: Vindaugstittel
ro: Titlu fereastră
tr: Pencere Başlığı

source: Currently opened file
cs: Právě otevřený soubor
eo: Nuntempe malfermita dosiero
eu: Unean irekitako fitxategia
fi: Nyt auki oleva tiedosto
he: קובץ שפתוח כרגע
hi: वर्तमान में खुली हुई फ़ाइल
ka: ამჟამად ღია ფაილი
lt: Šiuo metu atvertas failas
nn: Fil open no
ro: Fișier deschis acum
tr: Şu anda açık olan dosya

source: Current Task and Session Time
cs: Současná úloha a čas sezení
eo: Nuna Tasko kaj Sesia Tempo
eu: Atazaren eta saioaren denbora
fi: Nykyisen tehtävän ja istunnon aika
he: זמן המשימה וההפעלה הנוכחי
hi: वर्तमान कार्य और सत्र समय
ka: მიმდინარე ამოცანისა და სესიის დრო
lt: Dabartinė užduotis ir seanso laikas
nn: Gjeldande oppgåve- og økttid
ro: Durata sarcinii și sesiunii actuale
tr: Toplam Görev ve Oturum Süresi

source: Columns Displayed
cs: Zobrazené sloupce
eo: Kolumnoj Montritaj
eu: Azaldutako zutabeak
fi: Näytettävät sarakkeet
he: עמודות מוצגות
hi: प्रदर्शित कॉलम
ka: ნაჩვენები სვეტები
lt: Rodomi stulpeliai
nn: Viste kolonnar
ro: Coloane afișate
tr: Görüntülenen Sütunlar

source: Session time
cs: Čas sezení
eo: Sesiotempo
eu: Saioaren denbora
fi: Istunnon aika
he: זמן הפעלה
hi: सत्र का समय
ka: სესიის დრო
lt: Seanso laikas
nn: Økttid
ro: Durată sesiune
tr: Oturum süresi

source: Cumulative task time
cs: Celkový čas úlohy
eo: Akumula taskotempo
eu: Ataza denbora metatua
fi: Tehtävän keräytyvä aika
he: זמן משימות מצטבר
hi: संचयी कार्य समय
ka: ამოცანის დაგროვილი დრო
lt: Sukauptas užduoties laikas
nn: Samanlagd oppgåvetid
ro: Durată cumulată sarcini
tr: Toplam görev süresi

source: Total session time
cs: Celkový čas sezení
eo: Totala sesiotempo
eu: Saioaren denbora osoa
fi: Istunnon kokonaisaika
he: סך פרקי הזמן
hi: कुल सत्र समय
ka: სესიის ჯამური დრო
lt: Bendras seanso laikas
nn: Total økttid
ro: Durată totală sesiune
tr: Toplam oturum süresi

source: Total task time
cs: Celkový čas úlohy
eo: Tuta taskotempo
eu: Atazaren denbora osoa
fi: Tehtävän aika yhteensä
he: זמן משימות כולל
hi: कुल कार्य समय
ka: ამოცანის ჯამური დრო
lt: Bendras užduoties laikas
nn: Total oppgåvetid
ro: Durată totală sarcină
tr: Toplam görev süresi

source: Priority
cs: Priorita
eo: Prioritato
eu: Lehentasuna
fi: Tärkeys
he: עדיפות
hi: प्राथमिकता
ka: პრიორიტეტი
lt: Prioritetas
nn: Prioritet
ro: Prioritate
tr: Öncelik

source: Percent complete
cs: Procent dokončeno
eo: Procento kompleta
eu: Osatua ehunekoa
fi: Valmiina (%)
he: אחוזי השלמה
hi: पूर्ण प्रतिशत
ka: პროცენტი დასრულებულია
lt: Kiek procentų atlikta
nn: Prosent fullført
ro: Procente încheiat
tr: Tamamlanma yüzdesi

source: Save tasks every:
cs: Uložit úlohu každých:
eo: Konservi taskojn ĉiu:
eu: Gorde atazak honenbestero:
fi: Tallenna tehtävät joka:
he: לשמור משימות כל:
hi: प्रत्येक कार्य को सहेजें:
ka: ამოცანის შენახვა ყოველ:
lt: Įrašyti užduotis kas:
nn: Lagra oppgåvene kvart:
ro: Salvează sarcini la fiecare:
tr: Görev kayıt sıklığı:

# @info:placeholder
source: Search or add task
cs: Hledat nebo přidat úlohu
eo: Serĉi aŭ aldoni taskon
eu: Ataza bilatu edo gehitu
fi: Etsi tai lisää tehtävä
he: חיפוש או הוספת משימה
hi: कार्य खोजें या जोड़ें
ka: ამოცანის მოძებნა ან დამატება
lt: Ieškoti ar pridėti užduotį
nn: Søk eller legg til oppgåve
ro: Caută sau adaugă sarcină
tr: Ara veya görev ekle

# @info:whatsthis
source: This is a combined field. As long as you do not press Enter, it acts as a filter. Then, only tasks that match your input are shown. As soon as you press Enter, your input is used as name to create a new task.
eo: Ĉi tio estas kombinita kampo. Dum vi ne premas Enter, ĝi funkcias kiel filtrilo. Tiam, nur taskoj kiuj kongruas kun via enigo estas montritaj. Tuj kiam vi premas Enter, via enigo estas uzata kiel nomo por krei novan taskon.
eu: Hori, eremu konbinatu bat da. Sartu sakatzen ez duzun bitartean, iragazki gisa aritzen da. Zuk sartutakoarekin bat datozen atazak bakarrik erakusten dira. Sartu sakatzen duzun bezain laster, zuk sartutakoa ataza berri bat sortzeko izen gisa erabiltzen da.
fi: Tämä on yhdistelmäkenttä, joka suodattaa, kunnes painat Enter, jolloin vain syötettä vastaavat tehtävät näytetään. Enteriä painettuasi kirjoittamasi teksti toimii uuden tehtävän nimenä.
he: זה שדה משולב. כל עוד לא לוחצים על Enter, הוא מתנהג כמסנן. לאחר מכן, רק משימות שעונות על הקלט שלך מופיעות. ברגע הלחיצה על Enter, הקלט משמש כשם ליצירת משימה חדשה.
hi: यह एक संयुक्त फ़ील्ड है। जब तक आप Enter नहीं दबाते, यह फ़िल्टर के रूप में कार्य करता है। फिर, केवल आपके इनपुट से मेल खाने वाले कार्य दिखाए जाते हैं। जैसे ही आप Enter दबाते हैं, आपके इनपुट का उपयोग एक नया कार्य बनाने के लिए नाम के रूप में किया जाता है।
ka: ეს კომბინირებული ველია. სანამ Enter-ს არ დააჭერთ, ის ფილტრივით იქცევა. შემდეგ, ნაჩვენები იქნება, მხოლოდ, ამოცანები, რომლებიც ემთხვევა თქვენს მიერ შეყვანილ პირობას. როგორც კი Enter-ს დააწვებით, თქვენი შეყვანილი ტექსტი ახალი ამოცანის შესაქმნელად იქნება გამოყენებული.
nn: Dette er eit kombifelt. Så lenge du ikkje trykkjer «Enter», fungerer det som eit filter, slik at berre oppgåver i samsvar med filteret vert viste. Når du trykkjer «Enter», vert teksten brukt som namn på ei ny oppgåve.
tr: Bu, bileşik bir alandır. Giriş'e basmadığınız sürece, bir süzgeç olarak çalışır. Veri girildiğinde, girdiğiniz veriyle eşleşen görevler gösterilir. Giriş'e basar basmaz, girdiğiniz metin yeni bir görevin adı olarak kullanılır.

# @item:inmenu Task priority
source: unspecified
cs: nezadáno
eo: nespecifita
eu: Zehaztu gabe
fi: määrittämätön
he: לא צוין
hi: अनिर्दिष्ट
ka: მიუთითებელი
lt: nenurodytas
nn: ikkje vald
ro: nespecificat
tr: belirtilmemiş

# @item:inmenu Task priority
source: 1 (highest)
cs: 1 (nejvyšší)
eo: 1 (plej alta)
eu: 1 (altuena)
fi: 1 (suurin)
he: 1 (הגבוהה ביותר)
hi: 1 (उच्चतम)
ka: 1 (უმაღლესი)
lt: 1 (aukščiausias)
nn: 1 (høgast)
ro: 1 (cea mai mare)
tr: 1 (en yüksek)

# @item:inmenu Task priority
source: 5 (medium)
cs: 5 (střední)
eo: 5 (meza)
eu: 5 (ertaina)
fi: 5 (keskitaso)
he: 5 (בינונית)
hi: 5 (मध्यम)
ka: 5 (საშუალო)
lt: 5 (vidutinis)
nn: 5 (middels)
ro: 5 (medie)
tr: 5 (orta)

# @item:inmenu Task priority
source: 9 (lowest)
cs: 9 (nejnižší)
eo: 9 (plej malsupra)
eu: 9 (apalena)
fi: 9 (pienin)
he: 9 (הנמוכה ביותר)
hi: 9 (सबसे कम)
ka: 9 (უმდაბლესი)
lt: 9 (žemiausias)
nn: 9 (lågast)
ro: 9 (cea mai mică)
tr: 9 (en düşük)

source: KTimeTracker
fi: KDE:n ajankäytön seurantatyökalu
hi: केटाइमट्रैकर
tr: K Zamanölçer
