Repository: KDE/ktimetracker
Catalog: po/*/ktimetracker.po
Languages: cs, eo, eu, fi, he, hi, ka, lt, nn, ro, tr

# @action:inmenu
source: S&top
cs: Zas&tavit
eo: Hal&ti
eu: Geldi&tu
fi: &Pysäytä
he: ע&צירה
hi: रुकना
ka: &გაჩერება
lt: S&tabdyti
nn: S&topp
ro: Opreș&te
tr: &Durdur

# @info:tooltip
source: Stops timing of the selected task
eo: Ĉesigas tempigon de la elektita tasko
eu: Hautatutako atazaren denbora neurtzea gelditzen du
fi: Pysäyttää valitun tehtävän ajanoton
he: עוצר תזמון של המשימה הנבחרת
hi: चयनित कार्य का समय निर्धारण रोक देता है
ka: მიმდინარე ამოცანის ათვლის დასრულება
lt: Sustabdo pažymėtos užduoties laiko skaičiavimą
nn: Stopp tidtaking av den valde oppgåva
ro: Oprește cronometrul sarcinii alese
tr: Seçili görevin zamanlayıcısını durdurur

# @info:whatsthis
source: Stops timing of the selected task
eo: Ĉesigas tempigon de la elektita tasko
eu: Hautatutako atazaren denbora neurtzea gelditzen du
fi: Pysäyttää valitun tehtävän ajanoton
he: עוצר תזמון של המשימה הנבחרת
hi: चयनित कार्य का समय रोकता है
ka: მიმდინარე ამოცანის ათვლის დასრულება
lt: Sustabdo pažymėtos užduoties laiko skaičiavimą
nn: Dette vil stoppa tidtakinga av den valde oppgåva.
ro: Oprește cronometrul sarcinii alese
tr: Seçili görevin zamanlayıcısını durdurur

# @action:inmenu
source: Focus on Searchbar
cs: Přepnout na panel pro hledání
eo: Fokuso sur Serĉilo
eu: Arreta bilaketa-barran
fi: Kohdista hakuriville
he: התמקדות על סרגל החיפוש
hi: सर्चबार पर ध्यान केंद्रित करें
ka: ფოკუსი ძებნის პანელზე
lt: Fokusuoti paieškos juostą
nn: Set fokus på søkjelinja
ro: Focalizează bara de căutare
tr: Arama Çubuğunu Odakla

# @info:tooltip
source: Sets the focus on the searchbar
cs: Přepne na panel hledání
eo: Agordas la fokuson sur la serĉbreto
eu: Arreta bilaketa-barran ipintzen du
fi: Siirtää kohdistuksen hakuriville
he: מגדיר את המיקוד על סרגל החיפוש
hi: खोज बार पर फ़ोकस सेट करता है
ka: ფოკუსის დაყეენბა ძებნის პანელზე
lt: Perkelia fokusavimą į paieškos juostą
nn: Dette set fokus på søkjelinja.
ro: Stabilește focalizare pe bara de căutare
tr: Arama çubuğuna odaklanmayı ayarlar

# @info:whatsthis
source: Sets the focus on the searchbar
cs: Přepne na panel hledání
eo: Agordas la fokuson sur la serĉbreto
eu: Arreta bilaketa-barran ipintzen du
fi: Siirtää kohdistuksen hakuriville
he: מגדיר את המיקוד על סרגל החיפוש
hi: खोज बार पर फ़ोकस सेट करता है
ka: ფოკუსის დაყეენბა ძებნის პანელზე
lt: Perkelia fokusavimą į paieškos juostą
nn: Set fokus på søkjelinja
ro: Stabilește focalizare pe bara de căutare
tr: Arama çubuğuna odaklanmayı ayarlar

# @action:inmenu
source: Stop &All Timers
cs: Zastavit &všechny časovače
eo: H&alti Ĉiujn Tempumilojn
eu: Gelditu tenporizadore guzti&ak
fi: P&ysäytä kaikki ajanotot
he: ע&צירת כל המתזמנים
hi: &सभी टाइमर बंद करें
ka: &ყველა ტაიმერის გაჩერება
lt: Stabdyti &visus laikmačius
nn: Stopp &alle tidtakarar
ro: Oprește to&ate cronometrele
tr: &Tüm Ölçerleri Durdur

# @info:tooltip
source: Stops all of the active timers
cs: Zastavit všechny aktivní časovače
eo: Ĉesigas ĉiujn aktivajn tempumilojn
eu: Gelditu aktibo dauden tenporizadore guztiak
fi: Pysäyttää kaikki aktiiviset ajanotot
he: עוצר את כל המתזמנים הפעילים
hi: सभी सक्रिय टाइमर बंद कर देता है
ka: ყველა აქტიური ტაიმერის გაჩერება
lt: Sustabdo visus aktyvius laikmačius
nn: Stopp alle verksame tidtakarar
ro: Oprește toate cronometrele active
tr: Tüm etkin sayaçları durdurur

# @info:whatsthis
source: Stops all of the active timers
cs: Zastavit všechny aktivní časovače
eo: Ĉesigas ĉiujn aktivajn tempigilojn
eu: Gelditu aktibo dauden tenporizadore guztiak
fi: Pysäyttää kaikki aktiiviset ajanotot
he: עוצר את כל המתזמנים הפעילים
hi: सभी सक्रिय टाइमर बंद कर देता है
ka: გააჩნერებს ყველა აქტიურ ტამერს
lt: Sustabdo visus aktyvius laikmačius
nn: Dette stoppar alle verksame tidtakarar.
ro: Oprește toate cronometrele active
tr: Tüm etkin sayaçları durdurur

# @action:inmenu
source: Track Active Applications
cs: Sledovat aktivní aplikace
eo: Spuri Aktivajn Aplikojn
eu: Aplikazio aktiboen jarraipena
fi: Seuraa aktiivista sovellusta
he: מעקב אחר יישומים פעילים
hi: सक्रिय अनुप्रयोगों को ट्रैक करें
ka: აქტიური აპლიკაციის თვაყურის დევნება
lt: Sekti aktyvias programas
nn: Spor brukte program
ro: Urmărește aplicațiile active
tr: Etkin Uygulamaları İzle

# @info:tooltip
source: Auto-creates and updates tasks when the focus of the current window has changed
eo: Aŭtomate kreas kaj ĝisdatigas taskojn kiam la fokuso de la nuna fenestro ŝanĝiĝis
eu: Atazak automatikoki sortu eta eguneratzen ditu uneko leihoko fokua aldatzen denean
fi: Luo ja päivittää tehtävät automaattisesti ikkunan kohdistuksen muututtua
he: יוצר ומעדכן משימות אוטומטית כשהמיקוד של החלון הנוכחי השתנה
hi: वर्तमान विंडो का फ़ोकस बदलने पर स्वचालित रूप से कार्य बनाता और अपडेट करता है
ka: ავტომატურად შექმნის და განაახლებს ამოცანებს, როცა მიმდინარე ფანჯრის ფოკუსი შეიცვლება
nn: Lagar og oppdaterer automatisk oppgåver når fokuset til det gjeldande vindauget vert endra
tr: Geçerli pencerenin odağı değiştiğinde görevleri kendiliğinden oluşturur ve günceller

# @info:whatsthis
source: If the focus of a window changes for the first time when this action is enabled, a new task will be created with the title of the window as its name and will be started. If there already exists such an task it will be started.
eo: Se la fokuso de fenestro ŝanĝiĝas por la unua fojo kiam ĉi tiu ago estas ebligita, nova tasko estos kreita kun la titolo de la fenestro kiel ĝia nomo kaj estos komencita. Se jam ekzistas tia tasko, ĝi estos komencita.
eu: Leiho baten fokua lehen aldiz aldatzen bada ekintza hori gaituta dagoenean, leihoaren titulua izen gisa duen ataza berri bat sortu eta abiaraziko da. Izen hori duen ataza bat aurrez badago, hura abiaraziko da.
fi: Jos ikkunan kohdistus muuttuu ensi kertaa tämän toiminnon ollessa käytössä, luodaan ja käynnistetään uusi tehtävä käyttäen nimenä ikkunan otsikkoa. Jos tehtävä on jo olemassa, käynnistetään se.
he: אם מיקוד של חלון משתנה לראשונה כאשר הפעולה הזאת פעילה, משימה חדשה תיווצר עם כותרת החלון כשמה והיא תופעל. אם כבר קיימת משימה כזאת היא תתחיל לרוץ.
hi: यदि इस क्रिया को सक्षम करने पर पहली बार किसी विंडो का फ़ोकस बदलता है, तो विंडो के शीर्षक के साथ एक नया कार्य बनाया जाएगा और उसे शुरू किया जाएगा। यदि पहले से ही ऐसा कोई कार्य मौजूद है तो उसे शुरू किया जाएगा।
ka: თუ ფანჯრის ფოკუსი შეიცვლება პირველად, როცა ეს ამ ქმედებას ჩართავთ, შეიქმნება ახალი ამოცანა ფანჯრის სათაურის სახელით დაა ის გაეშვება. თუ ასეთი ამოცანა უკვე არსებობს, ის გაეშვება.
nn: Viss fokuset til eit vindauge vert endra første gong etter at dette valet er brukt, vert det laga og starta ei ny oppgåve med tittelen til vindauget som namn. Viss det alt finst ei slik oppgåve, vert ho starta.
tr: Bu eylem ilk kez etkinleştirildiğinde bir pencerenin odağı değişirse o pencerenin adıyla yeni bir görev oluşturulur ve başlatılır. Halihazırda böyle bir görev varsa o başlatılır.

# @action:inmenu
source: &New Task...
cs: &Nová úloha...
eo: &Nova Tasko...
eu: Ataza &berria...
fi: &Uusi tehtävä…
he: משימה &חדשה…
hi: &नया कार्य...
ka: &ახალი ამოცანა...
lt: &Nauja užduotis...
nn: &Ny oppgåve …
ro: Sarcină &nouă…
tr: &Yeni Görev...

# @info:tooltip
source: Creates new top level task
cs: Vytvoří novou úlohu nejvyšší úrovně
eo: Kreas novan altnivelan taskon
eu: Goi-mailako ataza berriak sortzen ditu
fi: Luo uuden ylimmän tason tehtävän
he: יוצר משימה חדשה ברמה עליונה
hi: नया शीर्ष स्तरीय कार्य बनाता है
ka: ქმნის ახალ მაღალი დონის ამოცანას
lt: Sukuria naują aukščiausio lygio užduotį
nn: Legg til ei ny toppnivåoppgåve
ro: Creează o sarcină nouă de nivel superior
tr: Yeni bir üst düzey görev oluşturur

# @info:whatsthis
source: This will create a new top level task.
cs: Toto vytvoří novou úlohu.
eo: Tio kreos novan taskon sur la plej supra nivelo.
eu: Honek goi-mailako ataza berri bat sortuko du.
fi: Tämä luo uuden ylimmän tason tehtävän.
he: פעולה זו תיצור משימה חדשה ברמה עליונה.
hi: इससे एक नया शीर्ष स्तरीय कार्य निर्मित हो जाएगा.
ka: ქმნის ახალ მაღალი დონის ამოცანას.
lt: Tai sukurs naują aukščiausio lygio užduotį.
nn: Dette vil leggja til ei ny toppnivåoppgåve.
ro: Aceasta va crea o sarcină nouă de nivel superior.
tr: Bu yeni bir üst düzey görev oluşturacaktır.

# @action:inmenu
source: New &Subtask...
cs: Nová &podúloha...
eo: Nova &Subtasko...
eu: A&zpiataza berria...
fi: Uusi &alitehtävä…
he: &תת־משימה חדשה…
hi: नया &उपकार्य...
ka: &ახალი ქვეამოცანა...
lt: Nauja &dalinė užduotis...
nn: Ny &underoppgåve …
ro: &Subsarcină nouă…
tr: Yeni Alt &Görev...

# @info:tooltip
source: Creates a new subtask to the current selected task
cs: Vytvoří novou podúlohu pro aktuálně vybranou úlohu
eo: Kreas novan subtaskon al la nuna elektita tasko
eu: Hautatutako uneko atazaren azpiataza berri bat sortzen du
fi: Luo valitulle tehtävälle uuden alitehtävän
he: יוצר תת־משימות חדשות תחת המשימה הנבחרת
hi: वर्तमान चयनित कार्य के लिए एक नया उपकार्य बनाता है
ka: ეს მოცემული ამოცანიდან ახალ ქვეამოცანას შექმნის
lt: Sukuria dabartinei pažymėtai užduočiai naują dalinę užduotį
nn: Legg til ei ny underoppgåve for den gjeldande oppgåva
ro: Creează o subsarcină nouă pentru sarcina aleasă acum
tr: Seçili görev için yeni bir alt görev oluşturur

# @info:whatsthis
source: This will create a new subtask to the current selected task.
cs: Toto vytvoří novou podúlohu pro aktuálně vybranou úlohu.
eo: Ĉi tio kreos novan subtaskon al la nuna elektita tasko.
eu: Horrek hautatutako uneko atazaren azpiataza berri bat sortuko du.
fi: Luo valitulle tehtävälle uuden alitehtävän
he: פעולה זו תיצור תת־משימות חדשות למשימה הנוכחית הנבחרת.
hi: इससे वर्तमान चयनित कार्य के लिए एक नया उपकार्य निर्मित हो जाएगा।
ka: ეს მოცემული ამოცანიდან ახალ ქვეამოცანას შექმნის.
lt: Tai dabartinei pažymėtai užduočiai sukurs naują dalinę užduotį.
nn: Dette vil leggja til ei ny underoppgåve for den valde oppgåva.
ro: Aceasta va crea o subsarcină nouă pentru sarcina aleasă acum.
tr: Bu, seçili görev için yeni bir alt görev oluşturur.

# @action:inmenu
source: &Delete
cs: &Smazat
eo: &Forigi
eu: E&zabatu
fi: &Poista
he: מ&חיקה
hi: &मिटाना
ka: &წაშლა
lt: Iš&trinti
nn: &Slett
ro: Ș&terge
tr: Si&l

# @info:tooltip
source: Deletes selected task
cs: Smaže vybranou úlohu
eo: Forigas elektitan taskon
eu: Hautatutako ataza ezabatzen du
fi: Poistaa valitun tehtävän
he: מוחק את המשימה הנבחרת
hi: चयनित कार्य हटाता है
ka: წაშლის მონიშნულ ამოცანას
lt: Ištrina pažymėtą užduotį
nn: Slett den valde oppgåva
ro: Șterge sarcina aleasă
tr: Seçili görevi siler

# @info:whatsthis
source: This will delete the selected task(s) and all subtasks.
cs: Toto smaže vybranou úlohu a všechny její podúlohy.
eo: Ĉi tio forigos la elektita(j)n taskon kaj ĉiujn subtaskojn.
eu: Honek hautatutako ataza(k) eta azpiataza guztiak ezabatuko ditu.
fi: Poistaa valitut tehtävät kaikkine alitehtävineen.
he: הפעולה הזאת תמחק את המשימות הנבחרות על תת־המשימות שלהן.
hi: इससे चयनित कार्य और सभी उपकार्य हट जाएंगे।
ka: ეს მონიშნულ ამოცანებს და მათ ყველა ქვეამოცანას წაშლის.
lt: Tai ištrins pažymėtą užduotį(-is) ir visas dalines užduotis.
nn: Dette vil sletta den valde oppgåva / dei valde oppgåvene og alle underoppgåver.
ro: Va șterge sarcinile alese și toate subsarcinile acestora.
tr: Bu seçilen görev(ler)i ve bu göreve ait tüm alt görevleri siler.

# @action:inmenu
source: &Properties
cs: &Vlastnosti
eo: &Ecoj
eu: &Propietateak
fi: &Ominaisuudet
he: מ&אפיינים
hi: &गुण
ka: &თვისებები
lt: &Savybės
nn: &Eigenskapar
ro: &Proprietăți
tr: Ö&zellikler

# @info:tooltip
source: Edit name or description for selected task
cs: Upravit název nebo popis vybrané úlohy
eo: Redakti nomon aŭ priskribon por elektita tasko
eu: Editatu hautatutako atazaren izena edo deskribapena
fi: Muokkaa valitun tehtävän nimeä tai kuvausta
he: עריכת שם או תאריך למשימה הנבחרת
hi: चयनित कार्य के लिए नाम या विवरण संपादित करें
ka: მონიშნული ამოცანის სახელის ან აღწერის ჩასწორება
lt: Taisyti pažymėtos užduoties pavadinimą ar aprašą
nn: Endrar namnet eller tidene til den valde oppgåva
ro: Modifică denumirea sau descrierea pentru sarcina aleasă
tr: Seçili görev için ad veya süreleri düzenler

# @info:whatsthis
source: This will bring up a dialog box where you may edit the parameters for the selected task.
cs: Zobrazí dialog s možností editování parametrů vybrané úlohy.
eo: Ĉi tio aperos dialogujon kie vi povas redakti la parametrojn por la elektita tasko.
eu: Horrek, hautatutako atazaren parametroak editatzeko elkarrizketa-koadro bat ekarriko du.
fi: Näyttää kyselyikkunan, jossa voit muokata valitun tehtävän parametreja.
he: יקפיץ חלונית בה אפשר לערוך את משתני המשימה הנבחרת.
hi: इससे एक डायलॉग बॉक्स खुलेगा जहां आप चयनित कार्य के लिए पैरामीटर संपादित कर सकते हैं।
ka: ეს გამოიტანს დიალოგურ ფანჯარას, სადაც მონიშნული ამოცანის პარამეტრების ჩასწორება შეგიძლიათ.
nn: Dette opnar eit vindauge der du kan endra innstillingane for den valde oppgåva.
ro: Va deschide o casetă de dialog în care puteți modifica parametrii pentru sarcina aleasă.
tr: Karşınıza gelecek olan bir pencereden seçili görevin parametrelerini düzenleyebilirsiniz.

# @action:inmenu
source: Edit &Time...
cs: Upravi&t čas...
eo: Redakti &Tempon...
eu: Editatu &denbora...
fi: &Muokkaa aikaa…
he: &עריכת זמן…
hi: संपादित करें &समय...
ka: &დროის ჩასწორება...
lt: Taisyti &laiką...
nn: Endra &tid …
ro: Modifică dura&ta…
tr: Süreyi Düzenle...

# @info:tooltip
source: Edit time for selected task
cs: Upravit čas zvolené úlohy
eo: Redakti tempon por elektita tasko
eu: Editatu hautatutako atazaren denbora
fi: Muokkaa valitun tehtävän aikaa
he: עריכת הזמן למשימה הנבחרת
hi: चयनित कार्य के लिए समय संपादित करें
ka: მონიშნული ამოცანის დროის ჩასწორება
lt: Taisyti pažymėtos užduoties laiką
nn: Endra tid for vald oppgåve
ro: Modifică durata pentru sarcina aleasă
tr: Seçili görevin süresini düzenle

# @info:whatsthis
source: This will bring up a dialog box where you may edit the times for the selected task.
cs: Zobrazí dialog s možností editování časů pro vybranou úlohu.
eo: Ĉi tio aperos dialogujon, kie vi povas redakti la tempojn por la elektita tasko.
eu: Horrek, hautatutako atazaren denborak editatzeko elkarrizketa-koadro bat ekarriko du.
fi: Avaa ikkunan, jossa voit muokata valitun tehtävän aikoja.
he: יקפיץ חלונית בה אפשר לערוך את זמני המשימה הנבחרת.
hi: इससे एक डायलॉग बॉक्स खुलेगा जहां आप चयनित कार्य के लिए समय संपादित कर सकते हैं।
ka: ეს გამოიტანს დიალოგურ ფანჯარას, სადაც მონიშნული ამოცანის დროების ჩასწორება შეგიძლიათ.
nn: Dette opnar eit vindauge der du kan endra tidene for den valde oppgåva.
ro: Va deschide o casetă de dialog în care puteți modifica duratele pentru sarcina aleasă.
tr: Karşınıza gelecek olan bir pencereden seçilen görevin sürelerini düzenleyebilirsiniz.

# @action:inmenu
source: &Mark as Complete
cs: Oz&načit jako dokončené
eo: &Marki kiel Kompleta
eu: &Markatu Osatuta gisa
fi: Merkitse &valmiiksi
he: &סימון כמשימה שהושלמה
hi: &पूर्ण के रूप में चिह्नित करें
ka: &დასრულებულად მონიშვნა
lt: Ž&ymėti kaip atliktą
nn: &Merk som fullført
ro: &Marchează ca finalizată
tr: Tamamlandı Olarak İ&mle

# @action:inmenu
source: &Mark as Incomplete
cs: Oz&načit jako nedokončené
eo: &Marki kiel Nekompleta
eu: &Markatu Osatzeke gisa
fi: M&erkitse keskeneräiseksi
he: &סימון כמשימה שלא הושלמה
hi: &अपूर्ण के रूप में चिह्नित करें
ka: &დაუსრულებლად მონიშვნა
lt: Ž&ymėti kaip neatliktą
nn: &Merk som ikkje fullført
ro: &Marchează ca nefinalizată
tr: Tamamlanmadı Olarak İ&mle

# @action:inmenu
source: &Export...
cs: &Exportovat...
eo: &Eksporti...
eu: &Esportatu...
fi: &Vie…
he: יי&צוא…
hi: &निर्यात करना...
ka: &გატანა...
lt: &Eksportuoti...
nn: &Eksporter …
ro: &Exportă…
tr: Dışa &Aktar...

# @action:inmenu
source: Import Tasks From &Planner...
cs: Importovat úlohy z &Planneru...
eo: Importi Taskojn De &Planisto...
eu: Inportatu atazak «&Panner»etik...
fi: Tuo t&ehtävät Plannerista…
he: ייבוא משימ&ות מ־Planner…
hi: &Planner से कार्य आयात करें...
ka: ამოცანების შემოტანა &Planner-დან...
lt: Importuoti užduotis iš &Planuoklio...
nn: Importer oppgåver frå &Planner …
ro: Importă sarcini din &Planificator…
tr: Planner'dan Görevleri İç&e Aktar...

# @action:inmenu
source: Show Searchbar
cs: Zobrazit vyhledávací řádek
eo: Montri Serĉilbreton
eu: Erakutsi bilaketa-barra
fi: Näytä hakurivi
he: הצגת סרגל חיפוש
hi: खोजबार दिखाएँ
ka: ძებნის პანელის ჩვენება
lt: Rodyti paieškos juostą
nn: Vis søkjelinje
ro: Arată bara de căutare
tr: Arama Çubuğunu Göster

# @title:tab
source: Behavior
cs: Chování
eo: Konduto
eu: Jokabidea
fi: Toiminta
he: התנהגות
hi: व्यवहार
ka: ქცევა
lt: Elgsena
nn: Åtferd
ro: Comportament
tr: Davranış

# @title:tab
source: Appearance
cs: Vzhled
eo: Aspekto
eu: Itxura
fi: Ulkoasu
he: מראה
hi: उपस्थिति
ka: გარემოს იერსახე
lt: Išvaizda
nn: Utsjånad
ro: Aspect
tr: Görünüş

# @title:tab
source: Storage
cs: Úložiště
eo: Stokado
eu: Biltegiratzea
fi: Tallennustila
he: אחסון
hi: भंडारण
ka: საცავი
lt: Saugykla
nn: Lagring
ro: Stocare
tr: Depolama

# @title:window
source: New Task
cs: Nová úloha
eo: Nova tasko
eu: Ataza berria
fi: Uusi tehtävä
he: משימה חדשה
hi: नया कार्य
ka: ახალი ამოცანა
lt: Nauja užduotis
nn: Ny oppgåve
ro: Sarcină nouă
tr: Yeni Görev

# @info in message box
source: There is no history yet. Start and stop a task and you will have an entry in your history.
eo: Ankoraŭ ne ekzistas historio. Komencu kaj ĉesigu taskon kaj vi havos eniron en via historio.
eu: Oraindik ez dago historiarik. Abiarazi eta geldiarazi ataza bat, eta zure historian sarrera bat izango duzu.
fi: Historiaa ei ole vielä. Käynnistä ja pysäytä tehtävä, jotta historiaasi tulee merkintä.
he: עדיין אין היסטוריה. יש להתחיל ולעצור משימה ואז תופיעה רשומה בהיסטוריה שלך.
hi: अभी तक कोई इतिहास नहीं है। किसी कार्य को शुरू करें और रोकें और आपके इतिहास में एक प्रविष्टि होगी।
ka: ჯერ ისტორია არ გაქვთ. გაუშვით და გააჩერეთ ამოცანა და ისტორიაში ჩანაწერი გაგიჩნდებათ.
nn: Det finst ikkje nokon tidslogg enno. Start og stopp ei oppgåve for å leggja til ei oppføring i loggen.
ro: Nu există istoric. Porniți și opriți o sarcină și veți avea o înregistrare în istoric.
tr: Henüz bir geçmiş yok. Bir görev başlatıp durdurun ve geçmişinizde onunla ilgili bir girdi belirir.

source: Do you really want to reset the time to zero for all tasks? This will delete the entire history.
eo: Ĉu vi vere volas restarigi la tempon al nulo por ĉiuj taskoj? Ĉi tio forigos la tutan historion.
eu: Benetan berrezarri nahi duzu ataza guztien denbora zerora? Horrek historia osoa ezabatuko du.
fi: Haluatko varmasti nollata kaikkien tehtävien ajat? Tämä poistaa koko historian.
he: לאפס את הזמנים של כל המשימות? פעולה זו תמחק את כל ההיסטוריה.
hi: क्या आप वाकई सभी कार्यों के लिए समय को शून्य पर रीसेट करना चाहते हैं? इससे पूरा इतिहास मिट जाएगा।
ka: მართლა გნებავთ ყველა ამოცანის დროის ნულზე დაყენება? ეს მთელ ისტორიას წაშლის.
nn: Er du sikker på at du vil nullstilla tida for alle oppgåvene? Dette vil sletta heile tidsloggen.
ro: Sigur doriți să reinițializați durata la zero pentru toate sarcinile? Aceasta va șterge întregul istoric.
tr: Tüm görevlerin zamanını sıfırlamak istediğinizden emin misiniz? Bu, tüm geçmişi siler.

# @title:window
source: Confirmation Required
cs: Vyžadováno potvrzení
eo: Bezonas konfirmon
eu: Berrespena behar da
fi: Vahvistus tarvitaan
he: נדרש אישור
hi: पुष्टिकरण की जरूरत
ka: საჭიროა თანხმობა
lt: Reikia patvirtinimo
nn: Treng stadfesting
ro: E necesară confirmarea
tr: Onaylama Gerekli

# @action:button
source: Reset All Times
cs: Resetovat všechny časy
eo: Restarigi Ĉiujn Tempojn
eu: Berrezarri denbora guztiak
fi: Nollaa kaikki ajat
he: איפוס כל הזמנים
hi: सभी समय रीसेट करें
ka: დროების საწყის მნიშვნელობაზე დაბრუნება
lt: Atstatyti visus laikus
nn: Nullstill alle tider
ro: Reinițializează toate duratele
tr: Tüm Ölçerleri Sıfırla

source: Save failed, most likely because the file could not be locked.
cs: Uložení selhalo, pravděpodobně nelze soubor uzamknout.
eo: Konservado malsukcesis, plej verŝajne ĉar la dosiero ne povis esti ŝlosita.
eu: Gordetzea huts egin du, seguruenik fitxategia ezin izan delako giltzatu.
fi: Tallennus epäonnistui – todennäköisesti koska tiedostoa ei voitu lukita.
he: השמירה נכשלה, ככל הנראה כיוון שאי אפשר לנעול את הקובץ.
hi: सहेजना असफल हुआ, संभवतः इसलिए क्योंकि फ़ाइल लॉक नहीं की जा सकी।
ka: შენახვა ჩავარდა, რადგან ფაილის დაბლოკვა შეუძლებელია.
lt: Nepavyko įrašyti, greičiausiai, dėl to, kad nepavyko užrakinti failo.
nn: Klarte ikkje lagra fila, truleg fordi ho ikkje kunne låsast.
ro: Salvarea a eșuat, probabil pentru că fișierul nu a putut fi blocat.
tr: Dosya büyük olasılıkla kilitlenemediği için kaydetme başarısız oldu.

source: Could not modify calendar resource.
cs: Nelze změnit zdroj kalendář.
eo: Ne eblis modifi kalendaran rimedon.
eu: Ezin izan du egutegi-baliabidea aldatu.
fi: Kalenterin tietolähdettä ei voitu muuttaa.
he: אי אפשר לערוך את משאב לוח השנה.
hi: कैलेंडर संसाधन संशोधित नहीं किया जा सका.
ka: კალენდარის რესურსის ჩასწორება შეუძლებელია.
lt: Nepavyko modifikuoti kalendoriaus ištekliaus.
nn: Klarte ikkje endra kalenderressurs.
ro: Resursa de calendar nu a putut fi modificată.
tr: Takvim kaynağı değiştirilemedi.

source: Out of memory--could not create object.
cs: Nedostatek paměti - nelze vytvořit objekt.
eo: El memoro--ne eblis krei objekton.
eu: Memoriarik gabe--ezin izan du objektua sortu.
fi: Muisti loppui – kohdetta ei voitu luoda.
he: נגמר הזיכרון--אי אפשר ליצור עצם.
hi: मेमोरी ख़त्म हो गई - ऑब्जेक्ट नहीं बनाया जा सका.
ka: არასაკმარისი მეხსიერება--ობიექტის შექმნა შეუძლებელია.
nn: Ikkje nok minne. Klarte ikkje leggja til objekt.
ro: Memorie epuizată – obiectul nu a putut fi creat.
tr: Bellek yetersiz -- nesne oluşturulamadı.

source: UID not found.
cs: UID nenalezeno.
eo: UID ne trovita.
eu: UID ez du aurkitu.
fi: UID:ta ei löytynyt.
he: מזהה ייחודי לא נמצא.
hi: यूआईडी नहीं मिला.
ka: UID ვერ ვიპოვე.
lt: UID nerastas.
nn: Fann ikkje UID.
ro: UID-ul nu a fost găsit.
tr: Kullanıcı kimliği bulunamadı.

source: Invalidate date--format is YYYY-MM-DD.
cs: Chybné datum -- formát je YYYY-MM-DD.
eo: Nevalidigi dato--formato estas YYYY-MM-DD.
eu: Data baliogabea--formatua UUUU-HH-EE da.
fi: Virheellinen päiväys - muoto on VVVVV-KK-PV.
he: תאריך שגוי--התבנית היא YYYY-MM-DD.
hi: अमान्य तिथि--प्रारूप YYYY-MM-DD है.
ka: არასწორი თარიღი--ფორმატია წწწწ-თთ-დდ.
nn: Ugyldig dato. Formatet er ÅÅÅÅ-MM-DD.
ro: Dată eronată – formatul e YYYY-MM-DD.
tr: Geçersiz tarih biçimi YYYY-MM-DD.

source: Invalid time--format is YYYY-MM-DDTHH:MM:SS.
cs: Chybný čas -- formát je YYYY-MM-DDTHH:MM:SS.
eo: Nevalida tempo--formato estas YYYY-MM-DDTHH:MM:SS.
eu: Data baliogabea--formatua UUUU-HH-EETOO:MM:SS da.
fi: Virheellinen päiväys - muoto on VVVV-KK-PVTTT:MM:SS.
he: זמן שגוי--התבנית היא YYYY-MM-DDTHH:MM:SS.
hi: अमान्य समय--प्रारूप YYYY-MM-DDTHH:MM:SS है.
ka: არასწორი დრო-- ფორმატია წწწ-მმ-დდTსს:წწ:წწ.
nn: Ugyldig tidspunkt. Formatet er ÅÅÅÅ-MM-DDTHH:MM:SS (H = timar, og T er klokkeslett­markør, som må stå slik).
ro: Timp eronat – formatul e YYYY-MM-DDTHH:MM:SS.
tr: Geçersiz zaman biçimi YYYY-MM-DDTHH:MM:SS.

source: Invalid task duration--must be greater than zero.
cs: Chybné trvání úlohy -- musí být větší než nula.
eo: Nevalida taskodaŭro--devas esti pli granda ol nulo.
eu: Atazaren iraupen baliogabea--zero baino handiagoa izan behar da.
fi: Virheellinen tehtävän kestoaika - tulee olla nollaa suurempi.
he: משך משימה שגוי--חייב להיות גדול מאפס.
hi: कार्य अवधि अमान्य है--शून्य से अधिक होनी चाहिए.
ka: არასწორი ამოცანის ხანგრძლივობა--ნულზე მეტი უნდა იყოს.
nn: Ugyldig tidslengd på oppgåve. Må vera lengre enn null.
ro: Durată eronată a sarcinii – trebuie să fie mai mare ca zero.
tr: Geçersiz görev süresi -- sıfırdan büyük olmalıdır.

source: Invalid error number: %1
cs: Nesprávné číslo chyb: %1
eo: Nevalida erarnumero: %1
eu: Errore zenbaki baliogabea: %1
fi: Virheellinen virhenumero: %1
he: מספר שגיאה שגוי: %1
hi: अमान्य त्रुटि संख्या: %1
ka: შეცდომის არასწორი ნომერი: %1
lt: Netinkamas klaidos numeris: %1
nn: Ugyldig feilnummer: %1
ro: Număr de eroare eronat: %1
tr: Geçersiz hata numarası: %1
