Repository: KDE/ktimetracker
Catalog: po/*/ktimetracker.po
Languages: cs, eo, eu, fi, he, hi, ka, lt, nn, ro, tr

# @info:whatsthis
source: This is ktimetracker, KDE's program to help you track your time. Best, start with creating your first task - enter it into the field where you see "Search or add task".
eo: Ĉi tio estas ktimemetracker, la programo de KDE por helpi vin spuri vian tempon. Plej bone, komencu krei vian unuan taskon - enigu ĝin en la kampon, kie vi vidas "Serĉi aŭ aldoni taskon".
eu: Hau «ktimetracker» da, zure denboraren jarraipena egiten laguntzeko KDEren programa. Onena, zure lehenengo ataza sortzen hastea - sartu ezazu haren izena "Ataza bilatu edo gehitu" eremuan.
fi: Tämä on KTimeTracker, KDE:n ajankäytönseurantaohjelma. Aloita luomalla ensimmäinen tehtäväsi syöttämällä se kenttään, jossa lukee ”Etsi tai lisää tehtävä”.
he: זה עוקב זמנים, התוכנה של KDE כדי לסייע לך לעקוב אחר התזמונים שלך. הכי טוב, להתחיל ביצירת המשימה הראשונה שלך - להכניס אותה לשדה בו מופיע „חיפוש או הוספת משימה”.
hi: यह ktimetracker है, KDE का प्रोग्राम जो आपको अपना समय ट्रैक करने में मदद करता है। सबसे अच्छा, अपना पहला कार्य बनाने से शुरू करें - इसे उस फ़ील्ड में दर्ज करें जहाँ आपको "कार्य खोजें या जोड़ें" दिखाई देता है।
ka: ეს KTimeTracker-ია, KDE-ის პროგრამა, რომელი თქვენი დროის თვალყურის დევნებაში დაგეხმარებათ. დაიწყეთ თქვენი პირველი ამოცანის შექმნით - შეიყვანეთ ის ველში, რომელსაც აწერია "ამოცანის ძებნა ან დამატება".
nn: Dette er KTimeTracker – eit KDE-program for å hjelpa deg å halda orden på tidsbruken. Skriv inn namnet på oppgåva du vil leggja til i feltet der det står «Søk eller legg til oppgåve».
tr: K Zamanölçer, KDE'nin zamanınızı tutmanıza yardımcı olan programıdır. Başlamak için, ilk görevinizi oluşturun; onu "Ara veya görev ekle" bölümüne girin.

# @info:whatsthis
source: You have already created a task. You can now start and stop timing.
eo: Vi jam kreis taskon. Vi nun povas komenci kaj ĉesigi tempigon.
eu: Dagoeneko ataza bat sortu duzu. Denbora neurtzea hasi eta gelditu dezakezu.
fi: Olet jo luonut tehtävän. Voit nyt käynnistää ja pysäyttää ajanoton.
he: כבר יצרת משימה. עכשיו אפשר להתחיל ולעצור תזמון.
hi: आपने पहले ही एक कार्य बना लिया है। अब आप समय निर्धारण शुरू और रोक सकते हैं।
ka: ახალი ამოცანა უკვე შექმენით. ახლა დრო დაუნიშნეთ.
lt: Jūs jau sukūrėte užduotį. Dabar galite pradėti ir stabdyti laiko skaičiavimą.
nn: Du har alt lagt til ei oppgåve. Du kan no starta og stoppa tidtakinga.
ro: Ați creat deja o sarcină, puteți porni și opri cronometrarea.
tr: Halihazırda bir görev oluşturdunuz. Şimdi zamanlayıcıyı başlatıp durdurabilirsiniz.

# @title:menu
source: Columns
cs: Sloupce
eo: Kolumnoj
eu: Zutabeak
fi: Sarakkeet
he: עמודות
hi: कॉलम
ka: სვეტები
lt: Stulpeliai
nn: Kolonnar
ro: Coloane
tr: Sütunlar

# @title:window
source: Edit Task Time
cs: Upravit čas úlohy
eo: Redakti Taskan Tempon
eu: Editatu atazaren denbora
fi: Muokkaa tehtävän aikaa
he: עריכת זמן המשימה
hi: कार्य समय संपादित करें
ka: ამოცანის დროის ჩასწორება
lt: Taisyti užduoties laiką
nn: Endra oppgåvetid
ro: Modifică durata sarcinii
tr: Görev Zamanını Düzenle

# @title:group
source: Task
cs: Úloha
eo: Tasko
eu: Ataza
fi: Tehtävä
he: משימה
hi: काम
ka: დავალება
lt: Užduotis
nn: Oppgåve
ro: Sarcină
tr: Görev

source: Task Name:
cs: Název úlohy:
eo: Taskonomo:
eu: Atazaren izena:
fi: Tehtävän nimi:
he: שם המשימה:
hi: कार्य का नाम:
ka: ამოცანის სახელი:
lt: Užduoties pavadinimas:
nn: Oppgåvenamn:
ro: Denumire sarcină:
tr: Görev Adı:

source: Task Description:
cs: Popis úlohy:
eo: Taskopriskribo:
eu: Atazaren deskribapena:
fi: Tehtävän kuvaus:
he: תיאור משימה:
hi: कार्य विवरण:
ka: ამოცანის აღწერა:
lt: Užduoties aprašas:
nn: Oppgåveskildring:
ro: Descriere sarcină:
tr: Görev Açıklaması:

# @title:group
source: Time Editing
cs: Úprava času
eo: Temporedaktado
eu: Denbora editatzea
fi: Ajan muokkaus
he: עריכת זמן
hi: समय संपादन
ka: დროის რედაქტირება
lt: Laiko taisymas
nn: Tidsredigering
ro: Modificarea duratei
tr: Zaman Düzenleme

source: Current Time:
cs: Aktuální čas:
eo: Nuna Tempo:
eu: Uneko denbora:
fi: Tämänhetkinen aika:
he: זמן נוכחי:
hi: वर्तमान समय:
ka: მიმდინარე დრო:
lt: Dabartinis laikas:
nn: Gjeldande tid:
ro: Ora actuală:
tr: Şu Anki Zaman:

# @item:valuesuffix Change Time By: ... minute(s)
source: minute
cs: minuta
eo: minuto
eu: minutu
fi: minuutti
he: דקה
hi: मिनट
ka: წუთი
lt: minutę
nn: minutt
ro: minut
tr: dakika

source: Change Time By:
eo: Ŝanĝi Tempon per:
eu: Aldatu denbora hainbeste:
fi: Muuta aikaa:
he: הזחת הזמן ב־:
hi: समय बदलें:
ka: დროის შეცვლა:
lt: Kiek keisti laiką:
nn: Endra tid med:
ro: Schimbă durata cu:
tr: Zamanı Değiştir:

source: Time After Change:
cs: Čas po změně:
eo: Tempo Post Ŝanĝo:
eu: Denbora aldaketa ondoren:
fi: Aika muutoksen jälkeen:
he: הזמן לאחר השינוי:
hi: परिवर्तन के बाद का समय:
ka: დრო ცვლილების შემდეგ:
lt: Laikas po pakeitimo:
nn: Tid etter endring:
ro: Durată după schimbare:
tr: Değişiklik Sonrası Zaman:

# @action:button
source: Edit History...
cs: Upravit historii...
eo: Redakti Historion...
eu: Editatu historia...
fi: Muokkaa historiaa…
he: עריכת היסטוריה…
hi: इतिहास संपादित करें...
ka: ისტორიის ჩასწორება...
lt: Taisyti istoriją...
nn: Rediger tidslogg …
ro: Modifică istoricul…
tr: Geçmişi Düzenle...

source: To change this task's time, you have to edit its event history
eo: Por ŝanĝi la tempon de ĉi tiu tasko, vi devas redakti ĝian okazaĵhistorion
eu: Ataza honen denbora aldatzeko, haren gertaera-historia aldatu behar duzu
fi: Tehtävän aikaa muuttamiseksi on muokattava sen tapahtumahistoriaa.
he: כדי לשנות את הזמן של המשימה הזאת, צריך לערוך את היסטוריית האירועים שלה
hi: इस कार्य का समय बदलने के लिए, आपको इसका ईवेंट इतिहास संपादित करना होगा
ka: ამ ამოცანის დროის შესაცვლელად მისი მოვლენების ისტორია უნდა ჩაასწოროთ
lt: Norėdami keisti šios užduoties laiką, turite taisyti jos įvykių istoriją
nn: Du må redigera tidsloggen for å endra tider for denne oppgåva.
ro: Pentru a schimba durata acestei sarcini, trebuie să-i modificați istoricul evenimentelor
tr: Bu görevin zamanını değiştirmek için onun etkinlik geçmişini düzenlemeniz gerekir

# @title:window
source: Export to File
cs: Exportovat do souboru
eo: Eksporti al Dosiero
eu: Esportatu fitxategira
fi: Vie tiedostoon
he: ייצוא לקובץ
hi: फ़ाइल में निर्यात करें
ka: ფაილში გატანა
lt: Eksportuoti į failą
nn: Eksporter til fil
ro: Exportă în fișier
tr: Dosyaya Dışa Aktar

# format to display times
source: Decimal
cs: Desítkový
eo: Dekuma
eu: Hamartarra
fi: Desimaalinen
he: עשרוני
hi: दशमलव
ka: ათობითი
lt: Dešimtainis
nn: Desimaltal
ro: Zecimal
tr: Ondalık

source: Session Times
cs: Časy sezení
eo: Seancaj Tempoj
eu: Saioaren denbora
fi: Istunnon ajat
he: זמני הפעלות
hi: सत्र समय
ka: სესიის დროები
lt: Seanso laikai
nn: Økttider
ro: Timpi sesiune
tr: Oturum Süresi

source: All Tasks
cs: Všechny úlohy
eo: Ĉiuj Taskoj
eu: Ataza denak
fi: Kaikki tehtävät
he: כל המשימות
hi: सभी कार्य
ka: ყველა დავალება
lt: Visos užduotys
nn: Alle oppgåver
ro: Toate sarcinile
tr: Tüm Görevler

source: Export
cs: Exportovat
eo: Eksporto
eu: Esportatu
fi: Vie
he: ייצוא
hi: निर्यात
ka: გატანა
lt: Eksportuoti
nn: Eksporter
ro: Exportă
tr: Dışa Aktar

source: Export Preview
cs: Exportovat náhled
eo: Eksporto Antaŭrigardo
eu: Esportatze aurreikuspegia
fi: Viennin esikatselu
he: ייצוא תצוגה מקדימה
hi: पूर्वावलोकन निर्यात करें
ka: ატანის გადახედვა
lt: Eksportavimo peržiūra
nn: Førehandsvising av eksport
ro: Previzualizarea exportului
tr: Dışa Aktarma Önizlemesi

source: Copy to Clipboard
cs: Zkopírovat do schránky
eo: Kopii al tondujo
eu: Kopiatu arbelera
fi: Kopioi leikepöydälle
he: העתקה ללוח הגזירים
hi: क्लिपबोर्ड पर कॉपी करें
ka: გაცვლის ბუფერში კოპირება
lt: Kopijuoti į iškarpinę
nn: Kopier til utklippstavla
ro: Copiază în clipboard
tr: Panoya Kopyala

source: Save As...
cs: Uložit jako...
eo: Konservi kiel...
eu: Gorde honela...
fi: Tallenna nimellä…
he: שמירה בשם…
hi: के रूप रक्षित करें...
ka: შენახვა, როგორც...
lt: Įrašyti kaip...
nn: Lagra som …
ro: Salvează ca…
tr: Farklı Kaydet...

source: Report Type
cs: Nahlásit čas
eo: Tipo de Raporto
eu: Txosten mota
fi: Raportin tyyppi
he: סוג הדיווח
hi: आख्या की प्रकार
ka: ანგარიშის ტიპი
lt: Ataskaitos tipas
nn: Type rapport
ro: Tipul raportului
tr: Rapor Türü

source: Times as CSV
cs: Časy jako CSV
eo: Tempoj kiel CSV
eu: Denbora CSV gisa
fi: Ajat CSV:nä
he: זמנים כ־CSV
hi: CSV के रूप में समय
ka: დროების, CSV-ში
lt: Laikai kaip CSV
nn: Tider som CSV
ro: Duratele ca CSV
tr: CSV Türünden Zaman

source: History as CSV
cs: Historie jako CSV
eo: Historio kiel CSV
eu: Historia CSV gisa
fi: Historia CSV:nä
he: היסטוריה כ־CSV
hi: इतिहास CSV के रूप में
ka: ისტორიის, CSV-ში
lt: Istorija kaip CSV
nn: Historie som CSV
ro: Istoricul ca CSV
tr: CSV Türünden Geçmiş

source: Event Log as CSV
cs: Záznamy událostí jako CSV
eo: Event Log kiel CSV
eu: Gertaera-egunkaria CSV gisa
fi: Tapahtumaloki CSV:nä
he: יומן אירועים כ־CSV
hi: ईवेंट लॉग CSV के रूप में
ka: მოვლენების ჟურნალის, CSV-ში
lt: Įvykių žurnalas kaip CSV
nn: Hendingslogg som CSV
ro: Jurnalul evenimentelor ca CSV
tr: CSV Türünden Etkinlik Günlüğü

source: Times as Text
cs: Časy jako text
eo: Tempoj kiel Teksto
eu: Denbora testu gisa
fi: Ajat tekstinä
he: זמנים כטקסט
hi: पाठ के रूप में समय
ka: დროების, ტექსტში
lt: Laikai kaip tekstas
nn: Tider som tekst
ro: Duratele ca text
tr: Metin Türünden Zamanlar

source: An inclusive date range for reporting on time card history. Not enabled when reporting on totals.
eo: Inkluziva datintervalo por raporti pri historio de tempokarto. Ne ebligita dum raportado pri totaloj.
eu: Ordu-txartelaren historiari buruz berri emateko data-barruti inklusibo bat. Ez da aktibatzen guztizkoen berri ematean.
fi: Aikakorttihistorian raportoinnin päivämääräväli (alku- ja loppupäivät mukaan luien). Ei käytössä kokonaisaikoja raportoitaessa.
he: כל טווחי הזמן כולל הקצוות לדיווח בהיסטוריית רישום שעות. לא פעיל בדיווח על סיכומים.
hi: समय कार्ड इतिहास पर रिपोर्टिंग के लिए एक समावेशी तिथि सीमा। योग पर रिपोर्टिंग करते समय सक्षम नहीं है।
ka: ინკლუზიური დროის შუალედი დროის ბარათის ისტორიაზე საჩვენებლად. ჩართული არაა, როცა ჩართულია დროის ჯამების ჩვენება.
nn: Eit datoområde for rapportering av tidsbruk. Vert ikkje brukt ved rapportering av totaltid.
tr: Zaman kartı geçmişi hakkında raporlama için kapsamlı bir tarih aralığı. Toplamları raporlarken etkinleştirilmez.

source: Date Range
cs: Rozsah data
eo: Datintervalo
eu: Data barrutia
fi: Päivämääräväli
he: טווח תאריכים
hi: तिथि सीमा
ka: თარიღის დიაპაზონი
lt: Datų rėžis
nn: Periode
ro: Perioadă de timp
tr: Tarih Aralığı

source: From:
cs: Od:
eo: De:
eu: Honetatik:
fi: Mistä:
he: מאת:
hi: से:
ka: საიდან:
lt: Nuo:
nn: Frå:
ro: De la:
tr: Başlangıç:

source: To:
cs: Do:
eo: Al:
eu: Honetara:
fi: Mihin:
he: אל:
hi: को:
ka: სადამდე:
lt: Iki:
nn: Til:
ro: Până la:
tr: Bitiş:

source: Hours:Minutes
cs: Hodiny:minuty
eo: Horoj: Minutoj
eu: Orduak:Minutuak
fi: tuntia:minuuttia
he: שעות:דקות
hi: घंटे:मिनट
ka: საათები: წუთები
lt: Valandos:Minutės
nn: Timar:minutt
ro: ore:minute
tr: Saat:Dakika

source: All Times
cs: Všechny časy
eo: Ĉiuj Tempoj
eu: Denbora guztiak
fi: Kaikki ajat
he: כל הזמנים
hi: सभी समय
ka: ყველა დრო
lt: Visi laikai
nn: Alle tider
ro: Toate duratele
tr: Tüm Zamanlar

source: Only Selected
cs: Pouze vybrané
eo: Nur Elektitaj
eu: Hautatutakoak bakarrik
fi: Vain valitut
he: רק הנבחרים
hi: केवल चयनित
ka: მხოლოდ მონიშნული
lt: Tik pažymėtos
nn: Berre merkte
ro: Doar cele alese
tr: Yalnızca Seçili

source: The character used to separate one field from another in the output.
cs: Znak oddělující ve výstupu jedno pole od druhého.
eo: La signo uzata por apartigi unu kampon de alia en la eligo.
eu: Irteeran eremu bat beste batengandik bereizteko erabilitako karakterea.
fi: Merkki, jota käytetään erottamaan kenttiä tulosteessa.
he: התו המשמש להפרדה בין שדות בקובץ הפלט.
hi: आउटपुट में एक फ़ील्ड को दूसरे से अलग करने के लिए प्रयुक्त वर्ण।
ka: სიმბოლო, რომელიც გამოტანისას ველების ერთმანეთისგან გამოსაყოფად ინება გამოყენებული.
nn: Teiknet som skal brukast til å skilja felta.
ro: Caracterul folosit pentru a separa câmpurile în rezultat.
tr: Çıktıda bir alanı diğerinden ayırmak için kullanılan karakter.

source: Delimiter
cs: Oddělovač
eo: Limilo
eu: Bereizlea
fi: Erotin
he: תו מפריד
hi: सीमान्तक
ka: გამყოფი
lt: Skirtukas
nn: Skiljeteikn
ro: Delimitator
tr: Ayraç

source: Comma
cs: Čárka
eo: Komo
eu: Koma
fi: Pilkku
he: פסיק
hi: अल्पविराम
ka: მძიმე
lt: Kablelis
nn: Komma
ro: Virgulă
tr: Virgül

source: Semicolon
cs: Středník
eo: Punktokomo
eu: Puntu eta koma
fi: Puolipiste
he: נקודתיים
hi: सेमीकोलन
ka: წერტილმძიმე
lt: Kabliataškis
nn: Semikolon
ro: Punct și virgulă
tr: Noktalı virgül

# user can set an user defined delimiter
source: Other:
cs: Jiný:
eo: Alia:
eu: Bestelakoa:
fi: Muu:
he: אחר:
hi: अन्य:
ka: სხვა:
lt: Kita:
nn: Anna:
ro: Altul:
tr: Diğer:

# tabulator delimiter
source: Tab
cs: Tabulátor
eu: Tabulazioa
fi: Sarkain
he: לשונית
hi: टैब
ka: ჩანართი
lt: Tabuliacija
nn: Tabulator
tr: Sekme

source: Space
cs: Mezera
eo: Spaco
eu: Zuriunea
fi: Välilyönti
he: רווח
hi: अंतरिक्ष
ka: გამოტოვება
lt: Tarpas
nn: Mellomrom
ro: Spațiu
tr: Boşluk

source: Quotes:
cs: Uvozovky:
eo: Citiloj:
eu: Aipua:
fi: Lainausmerkit:
he: גרשיים:
hi: उद्धरण:
ka: ბრჭყალები:
lt: Kabutės:
nn: Hermeteikn:
ro: Citate:
tr: Tırnaklar:

source: All fields are quoted in the output.
cs: Všechna pole jsou ve výstupu v uvozovkách.
eo: Ĉiuj kampoj estas cititaj en la eligo.
eu: Eremu guztiak aipu gisa inguratzen dira irteeran.
fi: Jokainen kenttä on tulosteessa ympäröity lainausmerkein.
he: כל השדות מצוטטים בפלט.
hi: सभी फ़ील्ड आउटपुट में उद्धृत हैं।
ka: გამოტანაში ყველა ველი ბრჭყალებშია ჩასმული.
nn: Bruk hermeteikn rundt alle felta.
ro: Toate câmpurile sunt încadrate în ghilimele în rezultat.
tr: Çıktıdaki tüm alanlar tırnak içindedir.

source: Task
cs: Úloha
eo: Tasko
eu: Ataza
fi: Tehtävä
he: משימה
hi: काम
ka: დავალება
lt: Užduotis
nn: Oppgåve
ro: Sarcină
tr: Görev

source: StartTime
cs: Počáteční čas
eu: HasieraDenbora
fi: Alkuaika
he: זמן התחלה
hi: समय शुरू
ka: დაწყებისდრო
lt: Pradžios laikas
nn: Starttid
ro: Timp de început
tr: Başlama Zamanı

source: EndTime
cs: Konečný čas
eo: Fintempo
eu: BukaeraDenbora
fi: Loppuaika
he: זמן סיום
hi: अंत समय
ka: დასასრულისდრო
lt: Pabaigos laikas
nn: Sluttid
ro: Timp de sfârșit
tr: Bitiş Zamanı

source: Comment
cs: Komentář
eo: Komento
eu: Iruzkina
fi: Kommentti
he: הערה
hi: टिप्पणी
ka: კომენტარი
lt: Komentaras
nn: Merknad
ro: Comentariu
tr: Açıklama

# @info:whatsthis
source: You can change this task's comment, start time and end time.
eo: Vi povas ŝanĝi la komenton de ĉi tiu tasko, komencan tempon kaj fintempon.
eu: Ataza horren iruzkina, hasierako ordua eta bukaerako ordua alda ditzakezu.
fi: Tehtävän kommenttia sekä aloitus- ja lopetusaikoja voi muuttaa.
he: אפשר לשנות את ההערה, זמן ההתחלה והסיום של המשימה הזאת.
hi: आप इस कार्य की टिप्पणी, प्रारंभ समय और समाप्ति समय बदल सकते हैं.
ka: შეგიძლიათ შეცვალოთ ამ ამოცანის კომენტარი, საწყისი და საბოლოო დრო.
lt: Galite keisti šios užduoties komentarą, pradžios ir pabaigos laiką.
nn: Du kan endra merknaden og start- og sluttida til denne oppgåva.
ro: Puteți modifica comentariul sarcinii, timpul de început și cel de sfârșit al acesteia.
tr: Bu görevin açıklamasını, başlangıç ve bitiş zamanlarını değiştirebilirsiniz.

source: This is not a valid Date/Time.
eo: Ĉi tio ne estas valida Dato/Horo.
eu: Hori ez da Data/Ordu balioduna.
fi: Tämä ei ole kelvollinen päivämäärä tai aika.
he: אלו לא תאריך/שעה תקפים.
hi: यह वैध दिनांक/समय नहीं है.
ka: თაღიღი/დრო არასწორია.
lt: Netinkama data/laikas.
nn: Dette er ikkje eit gyldig tidspunkt.
ro: Această dată și oră nu sunt valide.
tr: Bu geçerli bir Tarih/Saat değil.

source: Please select a task to delete.
eo: Bonvolu elekti taskon por forigi.
eu: Mesedez, hautatu ezabatu beharreko ataza bat.
fi: Valitse poistettava tehtävä.
he: נא לבחור משימה למחיקה.
hi: कृपया हटाने के लिए कोई कार्य चुनें.
ka: აირჩიეთ წასაშლელი ამოცანა.
lt: Pažymėkite užduotį, kurią ištrinti.
nn: Vel oppgåva du vil sletta.
ro: Alegeți o sarcină de șters.
tr: Lütfen silinecek bir görev seçin.

source: Edit History
cs: Upravit historii
eo: Redakti Historion
eu: Editatu historia
fi: Muokkaushistoria
he: עריכת היסטוריה
hi: इतिहास संपादित करें
ka: ისტორიის ჩასწორება
lt: Taisyti istoriją
nn: Rediger tidslogg
ro: Modifică istoricul
tr: Geçmişi Düzenle

# @info:whatsthis
source: <p>Enter the name of the task here. You can choose it freely.</p> <p><i>Example:</i> phone with mother</p>
eo: <p>Enigu la nomon de la tasko ĉi tie. Vi povas elekti ĝin libere.</p> <p><i>Ekzemplo:</i> telefonu kun patrino</p>
eu: <p>Sartu atazaren izena hemen. Askatasun osoz aukera dezakezu.</p> <p><i>Adibidez:</i> telefono deia amarekin</p>
fi: <p>Syötä tähän tehtävän nimi. Sen voi valita vapaasti.</p> <p><i>Esimerkki:</i> soitto äidille</p>
he: <p>נא למלא כאן את שם המשימה. שדה פתוח לגמרי.</p> <p><i>לדוגמה:</i> להתקשר לאימא</p>
hi: <p>यहाँ कार्य का नाम दर्ज करें। आप इसे स्वतंत्र रूप से चुन सकते हैं।</p><p> <i>उदाहरण:</i> माँ से फ़ोन पर बात</p>
ka: <p>შეიყვანეთ აქ ამოცანის სახელი. ის მხოლოდ თქვენზეა დამოკიდებული.</p> <p><i>მაგალითად:</i> ზარი დედასთან</p>
nn: <p>Skriv inn namn på oppgåva. Du kan velja namn heilt fritt.</p> <p><i>Eksempel:</i> telefonsamtale med mor</p>
ro: <p>Introduceți aici denumirea sarcinii. O puteți alege liber.</p> <p><i>De exemplu:</i> apel cu mama</p>
tr: <p>Görevin adını buraya girin. İstediğiniz adı seçebilirsiniz.</p> <p><i>Örnek:</i> Annemle telefon görüşmesi</p>

# @title:group
source: Auto Tracking
cs: Automatické sledování
eo: Aŭtomata Spurado
eu: Jarraipen automatikoa
fi: Automaattinen seuranta
he: מעקב אוטומטי
hi: ऑटो ट्रैकिंग
ka: ავტოტრეკინგი
lt: Automatinis sekimas
nn: Automatisk tidtaking
ro: Urmărire automată
tr: Otomatik İzleme

source: Could not open "%1".
cs: Nelze otevřít "%1".
eo: Ne eblis malfermi "%1".
eu: Ezin izan du "%1" ireki.
fi: Kohdetta ”%1” ei voitu avata.
he: אי אפשר לפתוח את „%1”.
hi: "%1" नहीं खोला जा सका.
ka: %1-ის გახსნა შეუძლებელია.
lt: Nepavyko atverti „%1“.
nn: Klarte ikkje opna «%1».
ro: Nu s-a putut deschide „%1”.
tr: "%1" açılamadı.

source: Task Totals
cs: Souhrny úloh
eo: Taskaj Totaloj
eu: Atazaren guztizkoak
fi: Tehtävä yhteensä
he: סך הכול למשימות
hi: कार्य योग
ka: ამოცანების შეჯამება
nn: Totaltid for oppgåve
ro: Totaluri sarcină
tr: Görev Toplamları

source: Time
cs: Čas
eo: Tempo
eu: Denbora
fi: Aika
he: זמן
hi: समय
ka: დრო
lt: Laikas
nn: Tid
ro: Durată
tr: Süre

# total time of all tasks
source: Total
cs: Celkem
eu: Guztira
fi: Yhteensä
he: סך הכול
hi: कुल
ka: ჯამში
lt: Iš viso
nn: Totalt
tr: Toplam

source: No tasks.
cs: Žádné úlohy.
eo: Neniuj taskoj.
eu: Atazarik ez.
fi: Ei tehtäviä.
he: אין משימות.
hi: कोई कार्य नहीं.
ka: ამოცანების გარეშე.
lt: Nėra užduočių.
nn: Ingen oppgåver.
ro: Nicio sarcină.
tr: Görev yok.

source: &Clock
cs: &Hodiny
eo: &Horloĝo
eu: Erlo&jua
fi: &Kello
he: &שעון
hi: &घड़ी
ka: &საათი
lt: &Laikrodis
nn: &Klokke
ro: &Ceas
tr: Saa&t

source: &Task
cs: Ú&loha
eo: &Tasko
eu: A&taza
fi: &Tehtävä
he: מ&שימה
hi: &काम
ka: &ამოცანა
lt: &Užduotis
nn: &Oppgåve
ro: &Sarcină
tr: &Görev

source: &Settings
cs: Nastav&ení
eo: A&gordo
eu: E&zarpenak
fi: &Asetukset
he: ה&גדרות
hi: &सेटिंग्स
ka: &პარამეტრები
lt: &Nuostatos
nn: &Innstillingar
ro: &Configurări
tr: Ayar&lar

source: Main Toolbar
cs: Hlavní panel nástrojů
eo: Ĉefa ilobreto
eu: Tresna-barra nagusia
fi: Päätyökalurivi
he: סרגל כלים ראשי
hi: मुख्य टूलबार
ka: ხელსაწყოთა მთავარი ზოლი
lt: Pagrindinė įrankių juosta
nn: Hovudverktøylinje
ro: Bara de unelte principală
tr: Ana Araç Çubuğu

source: Tasks
cs: Úlohy
eo: Taskoj
eu: Atazak
fi: Tehtävät
he: משימות
hi: कार्य
lt: Užduotys
nn: Oppgåver
ro: Sarcini
tr: Görevler

source: KDE Time tracker tool
cs: Plánovač času pro KDE
eo: KDE-Tempospurilo
eu: KDEren denboren jarraipenerako tresna
fi: KDE:n ajankäytön seurantatyökalu
he: כלי מעקב זמן ל־KDE
hi: केडीई टाइम ट्रैकर टूल
ka: KDE დროის ტრეკინგის პროგრამა
lt: KDE laiko sekimo įrankis
nn: Tidtakingsverktøy frå KDE
ro: Utilitar KDE de administrat timpul
tr: KDE Zaman izleme aracı

source: Copyright © 1997-2019 KTimeTracker developers
cs: Autorská práva © 1997-2019 Vývojáři KTimeTracker
eo: Kopirajto © 1997-2019 KTimeTracker-programistoj
eu: Copyright © 1997-2019 KTimeTracker garatzaileak
fi: Tekijänoikeudet © 1997-2019 KDE PIMin tekijät
he: כל הזכויות שמורות © 1997‏-2019 מפתח KTimeTracker
hi: कॉपीराइट © 1997-2019 KTimeTracker डेवलपर्स
ka: Copyright © 1997-2019 KTimeTracker -ის პროგრამისტები
lt: Autorių teisės © 1997–2019 KTimeTracker plėtotojai
nn: © 1997–2019 KTimeTracker-utviklarane
tr: Telif hakkı © 1997-2019 K Zamanölçer geliştiricileri

# @info:credit
source: Alexander Potashev
eo: Aleksandr Potaŝev
he: אלכסנדר פוטאשב
hi: अलेक्जेंडर पोताशेव

# @info:credit
source: Current Maintainer (since 2019)
cs: Současný správce (od 2019)
eo: Nuna prizorganto (ekde 2019)
eu: Egungo mantentzailea (2019tik)
fi: Nykyinen ylläpitäjä (vuodesta 2019)
he: מתחזק נוכחי (מאז 2019)
hi: वर्तमान अनुरक्षक (2019 से)
ka: წამყვანი პროგრამისტი (2019-ის შემდეგ)
lt: Dabartinis prižiūrėtojas (nuo 2019)
nn: Noverande vedlikehaldar (sidan 2019)
tr: Projeyi Sürdüren (2019'dan bu yana)

# @info:credit
source: Thorsten Stärk
he: תורסתן סטרק
hi: थॉर्स्टन स्टार्क

# @info:credit
source: Maintainer (2006-2012)
cs: Správce (2006-2012)
eo: Prizorganto (2006-2012)
eu: Mantentzailea (2006-2012)
fi: Ylläpitäjä (2006–2012)
he: מתחזק (2006‏-2012)
hi: अनुरक्षक (2006-2012)
ka: წამყვანი (2006-2012)
lt: Prižiūrėtojas (2006–2012)
nn: Vedlikehaldar (2006–2012)
tr: Projeyi Sürdüren (2006-2012)

# @info:credit
source: Mark Bucciarelli
he: מארק בוצ׳יארלי
hi: मार्क बुकियारेल्ली

# @info:credit
source: Maintainer (2005-2006)
cs: Správce (2006-2005)
eo: Prizorganto (2005-2006)
eu: Mantentzailea (2005-2006)
fi: Ylläpitäjä (2005–2006)
he: מתחזק (2005‏-2006)
hi: अनुरक्षक (2005-2006)
ka: წამყვანი (2005-2006)
lt: Prižiūrėtojas (2005–2006)
nn: Vedlikehaldar (2005–2006)
tr: Projeyi Sürdüren (2005-2006)

# @info:credit
source: Jesper Pedersen
he: ג׳ספר פדרסן
hi: जेस्पर पेडर्सन

# @info:credit
source: Maintainer (2000-2005)
cs: Správce (2000-2005)
eo: Prizorganto (2000-2005)
eu: Mantentzailea (2000-2005)
fi: Ylläpitäjä (2000–2005)
he: מתחזק (2000‏-2005)
hi: अनुरक्षक (2000-2005)
ka: წამყვანი (2000-2005)
lt: Prižiūrėtojas (2000–2005)
nn: Vedlikehaldar (2000–2005)
tr: Projeyi Sürdüren (2000-2005)

# @info:credit
source: Sirtaj Singh Kang
he: סירטג׳ סינג קאנג

# @info:credit
source: Original Author
cs: Původní autor
eo: Origina aŭtoro
eu: Jatorrizko egilea
fi: Alkuperäinen tekijä
he: יוצר מקורי
hi: मूल लेखक
ka: საწყისი ავტორი
lt: Pradinis autorius
nn: Opphavsperson
tr: İlk Yazar

# @info:credit
source: Mathias Soeken
he: מתיאס זוקן
hi: मथियास सोकेन
ka: მათიას შოკენი
tr: Mathias Söken

# @info:credit
source: Developer (in 2007)
eo: Ellaboranto (en 2007)
eu: Garatzailea (2007)
fi: Ylläpitäjä (vuonna 2007)
he: מפתח (ב־2007)
hi: डेवलपर (2007 में)
ka: პროგრამისტი (2007)
lt: Plėtotojas (2007-aisiais)
nn: Utviklar (2007)
tr: Geliştirici (2007)

# @info:credit
source: Kalle Dalheimer
he: קאל דלהיימר
hi: डल्हाइमर को बुलाओ

# @info:credit
source: Developer (1999-2000)
cs: Vývojář (1999-2000)
eo: Programisto (1999-2000)
eu: Garatzailea (1999-2000)
fi: Kehittäjä (1999–2000)
he: מפתח (1999-‏2000)
hi: डेवलपर (1999-2000)
ka: პროგრამისტი (1999-2000)
lt: Plėtotojas (1999–2000)
nn: Utviklar (1999–2000)
tr: Geliştirici (1999-2000)

# @info:credit
source: Allen Winter
he: אלן וינטר
hi: सारी सर्दी

# @info:credit
source: Developer
cs: Vývojář
eo: Ellaboranto
eu: Garatzailea
fi: Kehittäjä
he: מפתח
hi: डेवलपर
ka: პროგრამისტი
lt: Plėtotojas
nn: Utviklar
tr: Geliştirici

# @info:credit
source: David Faure
he: דוד פור
hi: डेविड फॉरे
